{
    "_links": {
        "self": {
            "href": "http:\/\/localhost:8080\/article\/leading-experts-put-forth-pathway-housing-finance-reform-seidman-swagel-wartell-and-zandi?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/node\/article"
        },
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json",
                "lang": "en"
            }
        ]
    },
    "nid": [
        {
            "value": 558
        }
    ],
    "uuid": [
        {
            "value": "b987be5e-4687-406d-a47a-48c27040a9c0"
        }
    ],
    "vid": [
        {
            "value": 558
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "type": [
        {
            "target_id": "article"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2020-02-13T07:45:06+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ],
                "lang": "en"
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "title": [
        {
            "value": "Leading experts put forth a pathway for housing finance reform: Seidman, Swagel, Wartell, and Zandi develop a blueprint that would  increase private capital, protect taxpayers, and expand access",
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": "2014-04-01T17:00:27+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2019-06-18T18:44:12+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "sticky": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "revision_translation_affected": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "metatag": [
        {
            "value": []
        }
    ],
    "path": [
        {
            "alias": "\/article\/leading-experts-put-forth-pathway-housing-finance-reform-seidman-swagel-wartell-and-zandi",
            "pid": 611,
            "langcode": "en",
            "lang": "en"
        }
    ],
    "value": "WASHINGTON— A new plan introduced today by a diverse group of thought leaders provides the vision, tools, and principles to reform the housing finance system during a critically important moment in the national debate over the future of Fannie Mae and Freddie Mac.The paper, \"A Pragmatic Plan for Housing Finance Reform,\" http:\/\/www.milkeninstitute.org\/publications\/publications.taf?function=detail&ID=38801419&cat=resrep, was released today and authored by experts from diverse perspectives: Ellen Seidman, Senior Fellow at the Urban Institute; Phillip Swagel, senior fellow at Milken Institute; Sarah Rosen Wartell, President of the Urban Institute; and Mark Zandi, Chief Economist of Moody’s Analytics.The paper's significance is underscored by the sectors its authors represent: private firms, think tanks, academia, and both Democratic and Republican presidential administrations.The paper starts from the premise that a future housing finance system must meet five essential goals:• Ensuring stability and liquidity so that the future housing finance system is resilient to crises and attractive to a wide range of global investors;<br> • Ensuring access and equity so that all creditworthy borrowers can get access to the system;<br> • Strengthening affordable housing, including rental housing for people who need it;<br> • Limiting the government's role and risk so that taxpayers are better protected;<br> • Establishing incentives, competition, and innovation so that a greater amount of private risk capital supports the system.In \"A Pragmatic Plan for Housing Finance Reform,\" the authors articulate a vision and core principles without prescribing detailed legislative imperatives. They argue that continued flexibility consistent with basic principles will be essential as a new housing finance system develops in an environment of significant demographic and economic volatility.When considering how a future housing finance system should operate, the authors emphasize the importance of diverse sources of mortgage funding; participation in the system by lending institutions of all sizes; and the need for explicit, paid-for government guarantees to cover catastrophic losses.Recognizing that ensuring access and affordabilty in a new housing finance system is essential to a vibrant economy, the paper's authors also recommend the establishment of a Market Access Fund (MAF). Among the components included in the MAF: a Research and Development Fund to pilot testing of innovate products that expand the market for sustainable homeownership; a Credit Support Fund to increase access for sustainable homeownership and the rental market; and two funds that were created in 2008 to be funded by Fannie Mae and Freddie Mac, the Capital Magnet Fund, which would attract private capital investment in affordable housing and community development, and the National Housing Trust Fund, a block grant program to preserve the supply of rental housing for extremely low-income families.The authors called for an end to Fannie Mae and Freddie Mac, recommending that the remaining assets to be sold to private investors to help repay taxpayers for backing these institutions. However, the authors do see a continued role for the Federal Housing Administration (FHA), which primarily support first time homebuyers and affordable rental housing. That mission would be more explicitly defined in the author's proposal; under the new system, the FHA's share of the single family market would fall back to historical norms of 10-12% of mortgage originations. That is in contrast to today's share, which is at least 20%.The paper does not address changes to the Federal Home Loan Bank System.About the authors<br>Ellen Seidman recently joined the Urban Institute as a senior fellow in housing finance research and policy. She has previously served in an array of positions related to housing finance issues, including as Director of the Office of Thrift Supervision and as Special Assistant to the President at the National Economic Council. Ms. Seidman also worked at the US Treasury Department and for Fannie Mae. She is on the board of a number of the nation's leading community development financial institutions and is a founder and Chair of the Board of the Center for Financial Services Innovation. She holds a bachelor's degree from Radcliffe College, a law degree from Georgetown University Law Center, and an MBA in finance and investments from George Washington University.Phillip L. Swagel is a professor at the University of Maryland School of Public Policy, where he teaches classes on international economics and is an academic fellow at the Center for Financial Policy at the university's Robert H. Smith School of Business. Swagel was assistant secretary for economic policy at the Treasury Department from December 2006 to January 2009. In that position, he served as a member of the TARP investment committee and advised Secretary Paulson on all aspects of economic policy. He previously worked at the American Enterprise Institute, the White House Council of Economic Advisers, the International Monetary Fund, and the Federal Reserve, and taught economics at Northwestern University, the University of Chicago Booth School of Business, and the McDonough School of Business at Georgetown University. He received a bachelor's degree in economics from Princeton University and a Ph.D. in economics from Harvard University.Sarah Rosen Wartell became president of the Urban Institute in February 2012. A public policy executive and housing markets expert, Wartell co-founded the Center for American Progress in 2003, serving as its first chief operating officer and general counsel. Later, as executive vice president, she oversaw its policy teams and fellows. Her work focused on the economy and housing markets, and she directed the Mortgage Finance Working Group and \"Doing What Works\" government performance program. Wartell was President Bill Clinton's deputy assistant for economic policy and the deputy director of his National Economic Council. In the White House from 1998 to 2000, she led over a dozen interagency working groups, negotiated legislation, and managed policymaking in housing and community development, financial markets and banking, insurance, consumer protection, pensions, and tort reform. At the Department of Housing and Urban Development from 1993 to 1998, Wartell advised the federal housing commissioner on housing finance, mortgage markets, and consumer protection.Mark M. Zandi is chief economist of Moody's Analytics, where he directs economic research. A trusted adviser to policymakers and an influential source of economic analysis for businesses, journalists and the public, Zandi frequently testifies before Congress on topics including the economic outlook, the nation's daunting fiscal challenges, the merits of fiscal stimulus, financial regulatory reform, and foreclosure mitigation. He is on the board of directors of MGIC, the nation's largest private mortgage insurance company, and The Reinvestment Fund, a large CDFI that makes investments in disadvantaged neighborhoods. Zandi is the author of Paying the Price: Ending the Great Recession and Beginning a New American Century, which provides an assessment of the monetary and fiscal policy response to the Great Recession. His other book, Financial Shock: A 360A? Look at the Subprime Mortgage Implosion, and How to Avoid the Next Financial Crisis, is described by the New York Times as the \"clearest guide<br>? to the financial crisis.About Moody's Analytics<br> Moody's Analytics helps capital markets and risk management professionals worldwide respond to an evolving marketplace with confidence. The company offers unique tools and best practices for measuring and managing risk through expertise and experience in credit analysis, economic research and financial risk management. By providing leading-edge software, advisory services and research, including proprietary analyses from Moody's Investors Service, Moody's Analytics integrates and customizes its offerings to address specific business challenges. Moody's Analytics is a subsidiary of Moody's Corporation (NYSE: MCO), which reported revenue of $2.7 billion in 2012, employs approximately 6,800 people worldwide and has a presence in 28 countries. Further information is available at www.moodysanalytics.com.About the Urban Institute<br> The Urban Institute (www.urban.org) is a nonprofit, nonpartisan policy research and educational organization that examines the social, economic, and governance challenges facing the nation. It provides information, analyses, and perspectives to public and private decision makers to help them address these problems and strives to deepen citizens' understanding of the issues and tradeoffs that policymakers face. @urbaninstitute",
    "format": "rich_text",
    "processed": "WASHINGTON— A new plan introduced today by a diverse group of thought leaders provides the vision, tools, and principles to reform the housing finance system during a critically important moment in the national debate over the future of Fannie Mae and Freddie Mac.The paper, \"A Pragmatic Plan for Housing Finance Reform,\" http:\/\/www.milkeninstitute.org\/publications\/publications.taf?function=detail&amp;ID=38801419&amp;cat=resrep, was released today and authored by experts from diverse perspectives: Ellen Seidman, Senior Fellow at the Urban Institute; Phillip Swagel, senior fellow at Milken Institute; Sarah Rosen Wartell, President of the Urban Institute; and Mark Zandi, Chief Economist of Moody’s Analytics.The paper's significance is underscored by the sectors its authors represent: private firms, think tanks, academia, and both Democratic and Republican presidential administrations.The paper starts from the premise that a future housing finance system must meet five essential goals:• Ensuring stability and liquidity so that the future housing finance system is resilient to crises and attractive to a wide range of global investors;<br \/> • Ensuring access and equity so that all creditworthy borrowers can get access to the system;<br \/> • Strengthening affordable housing, including rental housing for people who need it;<br \/> • Limiting the government's role and risk so that taxpayers are better protected;<br \/> • Establishing incentives, competition, and innovation so that a greater amount of private risk capital supports the system.In \"A Pragmatic Plan for Housing Finance Reform,\" the authors articulate a vision and core principles without prescribing detailed legislative imperatives. They argue that continued flexibility consistent with basic principles will be essential as a new housing finance system develops in an environment of significant demographic and economic volatility.When considering how a future housing finance system should operate, the authors emphasize the importance of diverse sources of mortgage funding; participation in the system by lending institutions of all sizes; and the need for explicit, paid-for government guarantees to cover catastrophic losses.Recognizing that ensuring access and affordabilty in a new housing finance system is essential to a vibrant economy, the paper's authors also recommend the establishment of a Market Access Fund (MAF). Among the components included in the MAF: a Research and Development Fund to pilot testing of innovate products that expand the market for sustainable homeownership; a Credit Support Fund to increase access for sustainable homeownership and the rental market; and two funds that were created in 2008 to be funded by Fannie Mae and Freddie Mac, the Capital Magnet Fund, which would attract private capital investment in affordable housing and community development, and the National Housing Trust Fund, a block grant program to preserve the supply of rental housing for extremely low-income families.The authors called for an end to Fannie Mae and Freddie Mac, recommending that the remaining assets to be sold to private investors to help repay taxpayers for backing these institutions. However, the authors do see a continued role for the Federal Housing Administration (FHA), which primarily support first time homebuyers and affordable rental housing. That mission would be more explicitly defined in the author's proposal; under the new system, the FHA's share of the single family market would fall back to historical norms of 10-12% of mortgage originations. That is in contrast to today's share, which is at least 20%.The paper does not address changes to the Federal Home Loan Bank System.About the authors<br \/>Ellen Seidman recently joined the Urban Institute as a senior fellow in housing finance research and policy. She has previously served in an array of positions related to housing finance issues, including as Director of the Office of Thrift Supervision and as Special Assistant to the President at the National Economic Council. Ms. Seidman also worked at the US Treasury Department and for Fannie Mae. She is on the board of a number of the nation's leading community development financial institutions and is a founder and Chair of the Board of the Center for Financial Services Innovation. She holds a bachelor's degree from Radcliffe College, a law degree from Georgetown University Law Center, and an MBA in finance and investments from George Washington University.Phillip L. Swagel is a professor at the University of Maryland School of Public Policy, where he teaches classes on international economics and is an academic fellow at the Center for Financial Policy at the university's Robert H. Smith School of Business. Swagel was assistant secretary for economic policy at the Treasury Department from December 2006 to January 2009. In that position, he served as a member of the TARP investment committee and advised Secretary Paulson on all aspects of economic policy. He previously worked at the American Enterprise Institute, the White House Council of Economic Advisers, the International Monetary Fund, and the Federal Reserve, and taught economics at Northwestern University, the University of Chicago Booth School of Business, and the McDonough School of Business at Georgetown University. He received a bachelor's degree in economics from Princeton University and a Ph.D. in economics from Harvard University.Sarah Rosen Wartell became president of the Urban Institute in February 2012. A public policy executive and housing markets expert, Wartell co-founded the Center for American Progress in 2003, serving as its first chief operating officer and general counsel. Later, as executive vice president, she oversaw its policy teams and fellows. Her work focused on the economy and housing markets, and she directed the Mortgage Finance Working Group and \"Doing What Works\" government performance program. Wartell was President Bill Clinton's deputy assistant for economic policy and the deputy director of his National Economic Council. In the White House from 1998 to 2000, she led over a dozen interagency working groups, negotiated legislation, and managed policymaking in housing and community development, financial markets and banking, insurance, consumer protection, pensions, and tort reform. At the Department of Housing and Urban Development from 1993 to 1998, Wartell advised the federal housing commissioner on housing finance, mortgage markets, and consumer protection.Mark M. Zandi is chief economist of Moody's Analytics, where he directs economic research. A trusted adviser to policymakers and an influential source of economic analysis for businesses, journalists and the public, Zandi frequently testifies before Congress on topics including the economic outlook, the nation's daunting fiscal challenges, the merits of fiscal stimulus, financial regulatory reform, and foreclosure mitigation. He is on the board of directors of MGIC, the nation's largest private mortgage insurance company, and The Reinvestment Fund, a large CDFI that makes investments in disadvantaged neighborhoods. Zandi is the author of Paying the Price: Ending the Great Recession and Beginning a New American Century, which provides an assessment of the monetary and fiscal policy response to the Great Recession. His other book, Financial Shock: A 360A? Look at the Subprime Mortgage Implosion, and How to Avoid the Next Financial Crisis, is described by the New York Times as the \"clearest guide<br \/>? to the financial crisis.About Moody's Analytics<br \/> Moody's Analytics helps capital markets and risk management professionals worldwide respond to an evolving marketplace with confidence. The company offers unique tools and best practices for measuring and managing risk through expertise and experience in credit analysis, economic research and financial risk management. By providing leading-edge software, advisory services and research, including proprietary analyses from Moody's Investors Service, Moody's Analytics integrates and customizes its offerings to address specific business challenges. Moody's Analytics is a subsidiary of Moody's Corporation (NYSE: MCO), which reported revenue of $2.7 billion in 2012, employs approximately 6,800 people worldwide and has a presence in 28 countries. Further information is available at www.moodysanalytics.com.About the Urban Institute<br \/> The Urban Institute (www.urban.org) is a nonprofit, nonpartisan policy research and educational organization that examines the social, economic, and governance challenges facing the nation. It provides information, analyses, and perspectives to public and private decision makers to help them address these problems and strives to deepen citizens' understanding of the issues and tradeoffs that policymakers face. @urbaninstitute",
    "summary": null,
    "summary_processed": ""
}