{
    "_links": {
        "self": {
            "href": "http:\/\/localhost:8080\/article\/fintech-focus-october-03-2018?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/node\/article"
        },
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_promo_slide": [
            {
                "href": "http:\/\/localhost:8080\/slide\/129?_format=hal_json"
            }
        ]
    },
    "nid": [
        {
            "value": 757
        }
    ],
    "uuid": [
        {
            "value": "cdb003ce-ccff-48af-8f83-36ada5051378"
        }
    ],
    "vid": [
        {
            "value": 757
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "type": [
        {
            "target_id": "article"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2020-02-13T07:45:06+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_promo_slide": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/slide\/129?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/slide\/full_width_one_column"
                    }
                },
                "uuid": [
                    {
                        "value": "f9743526-76d1-475f-a293-6f7601af9090"
                    }
                ]
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "title": [
        {
            "value": "FinTech in Focus October 03, 2018",
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": "2018-10-03T12:28:24+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2019-06-28T19:18:01+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "sticky": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "revision_translation_affected": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "metatag": [
        {
            "value": []
        }
    ],
    "path": [
        {
            "alias": "\/article\/fintech-focus-october-03-2018",
            "pid": 810,
            "langcode": "en",
            "lang": "en"
        }
    ],
    "value": "In this issue: Industry Headlines » Global Developments » Fostering FinTech Innovation: Congress Can Pass Key Bills Before Year-End <i>Jackson Mueller is back this week to weigh in on Treasury’s recent recommendations.<\/i> Technological innovation in the financial sector (“FinTech”) is critical to the U.S. economy, a reality acknowledged by the Treasury Department’s fourth and final report outlining the administration’s core principles for financial regulation. How and to what extent Treasury pushes on its recommendations is incredibly important as the U.S. financial services ecosystem continues to be reshaped by technology advancements and the proliferation and use of the internet and mobile devices to conduct finance. While many of Treasury’s 81 recommendations are directed at the regulatory agencies, 23 of them require congressional action. This is no small task, but lawmakers do not have to start from scratch. As I highlighted in a Milken Institute white paper, a great deal of bipartisan legislation has been introduced to support responsible FinTech innovation. By the time the paper was released in March, lawmakers in the 115th Congress had introduced 35 FinTech-related bills, 25 of which had bipartisan support. Since then, lawmakers have introduced 32 additional FinTech bills, including 14 that have support on both sides of the aisle. My report included six policy recommendations addressed by certain bills that should pass because of strong bipartisan support. Of those six, two are recommended in the Treasury report. First, Treasury calls on Congress to address the uncertainty stemming from the Second Circuit Court of Appeals decision in Madden v. Midland Funding, LLC, which calls into question the long-standing “valid-when-made” doctrine that a loan that is nonusurious at inception cannot become usurious when sold to another party. The decision threatens the viability of partnerships between incumbent banks and non-bank financing platforms, the opportunity for greater choice and consistency in lending, and is already having an adverse impact on the secondary market for loans.Several bipartisan bills have already been introduced to address this issue. Second, Treasury highlights the need for the Internal Revenue Service (IRS) to update its income-verification system to allow third-parties to quickly and safely access taxpayer information. Several bipartisan bills before Congress would address unnecessary delays in this process and ensure that information can be transmitted and verified in a reasonable amount of time. While not included in my list of initial policy recommendations, another worthwhile Treasury recommendation that could be quickly addressed is to allow financial regulators to use \"other transaction authority\" (OTA) to bypass standard procurement processes to more quickly acquire and\/or test out emerging technologies. Foreign regulators are already moving to understand, test, and procure innovative products and services to enhance their capacities to police markets. Allowing U.S. financial regulators to use OTA could help ensure that they have the best tools to oversee a rapidly evolving and increasingly global marketplace. Congress could modify an existing bipartisan bill by solely focusing on OTA and extending it beyond just the Commodity Futures Trading Commission to all financial regulators. These are just three examples of how Congress does not have to start from scratch when it comes to passing legislation to support responsible FinTech innovation. The Treasury report notes that for the U.S. to remain a leader in financial regulation, it must keep pace with quickly evolving technology. Given the bipartisan support for these key FinTech measures, Congress has ample time to act before the end of this Congress even with the potential distraction of the midterm elections. Lawmakers have a foot in the door already. To remain competitive in the 21st century, Congress must press forward on legislation that would address the shifting realities and demands of an increasingly digital financial services industry. Industry Headlines <i>AltFi:<\/i> Lending Club expanded its partnership with data analytics platform dv01. According to the press release, dv01 has provided reporting services for $2.75 billion of LendingClub securitizations. In the U.K., alternative small business lending platform Funding Circle raised nearly $400 million in its IPO on the London Stock Exchange. According to one report, the float \"accounted for 29.3 percent of Funding Circle's shares and gives the company a market cap of nearly $2 billion....\" In early September, the Association of Online Investment Platforms (AOIP) formerly launched \"with the intent of educating both investors and issuing-firms on the opportunities available in investment crowdfunding.\" The platform which, among other things, will develop best practices for platforms involved in the investment crowdfunding sector, includes MicroVentures, NextSeed, Republic, and SeedInvest. <i>The Cloud:<\/i> In mid-September, IBM unveiled its Trust and Transparency capabilities for artificial intelligence on the IBM cloud. According to an IBM blog post, the capabilities \"provide visibility into how AI is making decisions and give recommendations on how to mitigate any potentially damaging bias.\" Speaking of “the Cloud,” there are a couple of other developments worth mentioning. First, KPMG partnered with Alibaba Cloud as part of an effort to form a global alliance to provide digital assistance to businesses operating in Europe and the Asia-Pacific region. Second, SAP teamed up with Alibaba to offer its cloud services products via Alibaba through an infrastructure as a service model. Lastly, Infosys partnered with Google Cloud to develop cloud transformation and migration services. <i>RegTech:<\/i> The Australian-based RegTech Association bolstered its leadership team in late September by appointing Deborah Young, formerly the head of governance and assurance at Commonwealth Bank, to lead the association. Commenting on the announcement, Young stated that the association has already begun to roll out its RegTech AML Boot Camps. <i>InsurTech:<\/i> A new InsurTech alliance is forming in the U.K. Aptly called InsurTech UK, over twenty founders have voiced support for the alliance which includes Wrisk, Konsileo, So Sure, and Worry and Peace. Political Intelligence will provide secretariat services to InsurTech UK. Importantly, Willis Towers Watson announced its second quarter InsurTech briefing. The report focuses on the life and health insurance sector which has attracted more than $5 billion in funding over the past five years—20 percent more than the property and casualty industry. On the role of (re)insurers in InsurTech investment, the report finds that 34 transactions were sponsored by (re)insurers and the second quarter set a new record for the volume of incumbent participation in InsurTech investment. “Also, (re)insurers generally invested in later rounds, with seed investments contributing to only 3% of transactions,” according to the report. <i>Retail Banking:<\/i> Capgemini and Efma published its “World Retail Banking Report 2018.” The report specifically dives into the role of BigTech in disintermediating the relationship between customers and traditional financial institutions. Among the report’s findings, customer dissatisfaction with banks has not been quelled despite investments to improve front-end interfaces. Not surprisingly, customers with relatively low positive experiences with digital channels are more likely to consider BigTech firms for their financial needs with nearly a third of customers indicating that they might move. <i>BigTech:<\/i> Speaking of BigTech, New America released a second report that builds off its first report, “Digital Deceit,” which was released earlier this year. The new report, “Digital Deceit II,” provides a policy agenda to fight discrimination on the internet. The study offers a set of policy proposals focused on transparency, privacy, and competition. “We believe it is time to establish a new ‘digital social contract’ that codifies digital rights into public law encompassing a set of regulations designed to foster open digital markets while protecting against clear public harms and supporting democratic values. The digital media platforms now dominate our information marketplace, in the process achieving a concentration of wealth and power unprecedented in modern times. As a democratic society, we must now intervene to ensure first order common interests come before monopoly rent-seeking—and to steer the power and promise of technology to benefit the many rather than the few.” <i>Data Privacy and Openness:<\/i> In late September, Adobe, Microsoft, and SAP announced the Open Data Initiative at Microsoft's Ignite Conference. The initiative is based on three guiding principles: 1) every organization owns and maintains complete, direct control of all their data; 2) customers can enable AI-driven business processes to derive insights and intelligence from unified behavior and operational data; and 3) a broad partner ecosystem should be able to easily leverage an open and extensible data model to extend the solution. Separately, Google released a set of privacy principles to guide Congress as lawmakers consider data privacy legislation. “This framework is based on established privacy frameworks, as well as our experience providing services that rely on personal data and our work to comply with evolving data protection laws around the world. These principles help us evaluate new legislative proposals and advocate for responsible, interoperable and adaptable data protection regulations,” the company said in a blog post. <i>Challengers Top 1 Million:<\/i> Over the past year, the number of customers banking with Revolut has increased from 450,000 to 1.3 million. In addition, the company continues to expand internationally and has applied for a European banking license. Meanwhile, Monzo surpassed 1 million users with the company processing £1 billion in payments every month. <i>Cryptocurrency Investigated:<\/i> For those who may have missed it, The Wall Street Journalconducted an investigation into suspicious activity through various exchanges. The Journal identified nearly $90 million laundered through 46 exchanges, with ShapeShift and Bittrex, processing nearly $9 million and $6.3 million of the suspect funds, respectively. Branding or Rebranding? Alibaba's Ant Financial announced the launch of Ant Financial Technology with the new brand focused on five product portfolios: large-scale financial transaction technologies, financial security technologies, financial intelligence technologies, \"next-generation\" interaction technologies, and blockchain applications. If you recall, Ant Financial’s rebranding efforts (and company shift) was first reported back in June. <i>Payments:<\/i> eBay announced the platform has begun managing payments on its U.S.-based platform, after announcing its intent earlier this year. \"eBay will continue to expand managed payments to buyers and sellers over time and expects to have transitioned a majority of its Marketplace customers to its new payments experience in 2021.\" Lastly, Stripe raised $245 million at a $20 billion valuation. The company doubled its valuation in two years and raised $685 million in funding since inception. Global Developments <i>Australia:<\/i> After four months as CEO of FinTech Australia, Uber's former director of public policy and government in Australia, Brad Kitschke, has called it quits. Separately, Australia’s Royal Commission published its interim report containing three volumes (executive summary) and 693 questions from the committee covering misconduct in the banking, superannuation, and financial services industry. The committee pointed fingers at both the financial industry for a variety of misconduct and regulators for doing little to stem the tide of misconduct. The Committee will hold a further round of public hearings to answer these questions before issuing a final report. <i>Canada:<\/i> The Ministry of Finance launched an advisory committee on open banking as a \"first step\" in the government's review \"of the potential merits of open banking, as announced in Budget 2018.\" The government anticipates releasing a consultation paper later this year. <i>China:<\/i> An agreement between China's Development Bank and the National Development and Reform Commission will lead to $14.6 billion being invested for developing the digital economy in China over the next five years. Meanwhile, twelve Chinese big data firms, including Alibaba, signed a proposal to better protect user information, including promises to guarantee users' control over their information. <i>European Union:<\/i> The European Union's Commissioner Vera Jourova has ratcheted up pressure on Facebook by calling on the company to update its terms of service by mid-October to take effect in December. \"I will not hide that I am becoming rather impatient because we have been in dialogue with Facebook almost two years and I really want to see, not the progress — it’s not enough for me — but I want to see the results. If we do not see the progress the sanctions will have to come.\" <i>France:<\/i> The country's parliament approved a legal framework for initial coin offerings, originally proposed by the country's financial services regulator. Details of the approved framework have yet to be made public, according to reports. <i>India:<\/i> India's Supreme Court largely upheld India's Aadhaar Act, having read or struck down only five of the 59 sections of the Act. One of the key sections struck down by the Court was Section 57, which stated: \"Nothing contained in this Act shall prevent the use of Aadhaar number for establishing the identity of an individual for any purpose, whether by the State or any body corporate or person, pursuant to any law, for the time being in force, or any contract to this effect: Provided that the use of Aadhaar number under this section shall be subject to the procedure and obligations under section 8 and Chapter VI.\" Striking down that section will impact the ability of private companies to use Aadhaar authentication, with several questions surfacing about the Court’s decision. If you are looking to purchase one of your FinTech friends a gift for the holiday season, the 1448 page judgment makes a great stocking stuffer! Paytm and Flipkart were also in the headlines this week. Paytm recently complained about Google India’s use of customer data for advertising purposes, leading the tech giant to tweak its privacy policy in response. Flipkart, meanwhile, launched a cashless credit program giving shoppers an instant credit line up to a certain threshold to buy products on India's largest e-commerce platform. On the payments front, the government and the Reserve Bank of India are reportedly not on the same page over the regulatory architecture for India's payment systems. Specifically, should the regulator be independent or function under the central bank? And, last but not least, regulatory sandboxes. India’s Insurance Regulatory and Development Authority has formed a committee to look into the concept of an insurance regulatory sandbox in the country. Meanwhile, the Reserve Bank of India is working toward setting up a data science lab to keep up with the pace of innovation. <i>Japan:<\/i> SBI Ripple Asia announced it has received a license of electronic payments as a \"substitute business\" according to a report. \"The substitute aspect refers to the fact that SRA is not a bank so it’s a substitute agent for electronic settlement. SRA is planning to launch its Money Tap remittance mobile app shortly.\" <i>Korea:<\/i> The National Assembly passed a bill granting a regulatory sandbox for new entrants in the information and communication technology sector. <i>Nigeria:<\/i> The Federal Executive Council approved the implementation of a strategic roadmap for a new digital identity ecosystem. <i>Taiwan:<\/i> The Financial Services Roundtable and a representative of the British Office Taipei signed an agreement that strengthens the two country's efforts in developing FinTech and innovation. <i>U.K.:<\/i> The inaugural meeting of an expert panel looking into competition in the U.K.'s digital economy was held in mid-September. Harvard Professor Jason Furman will lead the group that will last until early 2019. According to U.K. Chancellor of the Exchequer, Philip Hammond: \"Our digital economy is one of the UK’s great strengths, employing two million people across the country. But people are concerned that the big players could be accumulating too much power in our new digital world. The work this panel is doing will help ensure we have the right regulations so that our digital markets are competitive and consumers are protected.\" On the PSD2 front, the Financial Conduct Authority released a consultation on the authority's proposed approach to strong customer authentication, common and secure communication (SCA-RTS), and new fraud reporting requirements that will affect data collection and reporting by payment service providers. The consultation lasts until October 12. <i>U.S.:<\/i> Lawmakers are moving forward with legislation supportive of blockchain technology and digital currencies. Rep. Tom Emmer (MN-06), the new co-chair of the Congressional Blockchain Caucus, announced three efforts: a resolution expressing support for the development of blockchain technology and digital currencies; a bill to provide certainty regarding having to register as a money transmitter; and a bill providing a safe harbor for taxpayers with \"forked\" digital assets. Separately, the House Oversight and Government Reform Subcommittee on Information Technology published a report in late September titled, “Rise of the Machines: Artificial Intelligence and its Growing Impact on U.S. Policy.” The paper, authored by Subcommittee Chairman Will Hurd (R-TX) and Ranking Member Robin Kelly (D-IL), comes in the aftermath of several hearings on artificial intelligence that the subcommittee held beginning in February 2018. The Subcommittee notes that the U.S. \"cannot maintain its global leadership in AI absent political leadership from Congress and the Executive Branch.\" In the Senate, lawmakers have spent the last two weeks focused, in part, on data privacy. On September 18, the Senate Banking Committee held a hearing titled, FinTech: Examining Digitization, Data, and Technology. On September 26, the Senate Commerce Committee held a hearing titled, Examining Safeguards for Consumer Data Privacy. Meanwhile, U.S. Attorney General Jeff Sessions met with U.S. state law enforcement officials on how to protect consumers and businesses from large tech firms. The discussion focused on the growth and size of large tech firms, the collection and handling of personal information, and how state attorneys general can work together on these issues. Despite all of this focus, the Trump Administration’s antitrust chief says there is no sign of competitive harm from large technology firms. <i>[Author’s note: Given all of the activity and focus surrounding the influence of large technology platforms, we would encourage readers to watch our panel session at this year’s Milken Institute Global Conference titled, Big Tech and Antitrust: Rethinking Competition Policy for the Digital Era.]<\/i>",
    "format": "rich_text",
    "processed": "In this issue: Industry Headlines » Global Developments » Fostering FinTech Innovation: Congress Can Pass Key Bills Before Year-End <i>Jackson Mueller is back this week to weigh in on Treasury’s recent recommendations.<\/i> Technological innovation in the financial sector (“FinTech”) is critical to the U.S. economy, a reality acknowledged by the Treasury Department’s fourth and final report outlining the administration’s core principles for financial regulation. How and to what extent Treasury pushes on its recommendations is incredibly important as the U.S. financial services ecosystem continues to be reshaped by technology advancements and the proliferation and use of the internet and mobile devices to conduct finance. While many of Treasury’s 81 recommendations are directed at the regulatory agencies, 23 of them require congressional action. This is no small task, but lawmakers do not have to start from scratch. As I highlighted in a Milken Institute white paper, a great deal of bipartisan legislation has been introduced to support responsible FinTech innovation. By the time the paper was released in March, lawmakers in the 115th Congress had introduced 35 FinTech-related bills, 25 of which had bipartisan support. Since then, lawmakers have introduced 32 additional FinTech bills, including 14 that have support on both sides of the aisle. My report included six policy recommendations addressed by certain bills that should pass because of strong bipartisan support. Of those six, two are recommended in the Treasury report. First, Treasury calls on Congress to address the uncertainty stemming from the Second Circuit Court of Appeals decision in Madden v. Midland Funding, LLC, which calls into question the long-standing “valid-when-made” doctrine that a loan that is nonusurious at inception cannot become usurious when sold to another party. The decision threatens the viability of partnerships between incumbent banks and non-bank financing platforms, the opportunity for greater choice and consistency in lending, and is already having an adverse impact on the secondary market for loans.Several bipartisan bills have already been introduced to address this issue. Second, Treasury highlights the need for the Internal Revenue Service (IRS) to update its income-verification system to allow third-parties to quickly and safely access taxpayer information. Several bipartisan bills before Congress would address unnecessary delays in this process and ensure that information can be transmitted and verified in a reasonable amount of time. While not included in my list of initial policy recommendations, another worthwhile Treasury recommendation that could be quickly addressed is to allow financial regulators to use \"other transaction authority\" (OTA) to bypass standard procurement processes to more quickly acquire and\/or test out emerging technologies. Foreign regulators are already moving to understand, test, and procure innovative products and services to enhance their capacities to police markets. Allowing U.S. financial regulators to use OTA could help ensure that they have the best tools to oversee a rapidly evolving and increasingly global marketplace. Congress could modify an existing bipartisan bill by solely focusing on OTA and extending it beyond just the Commodity Futures Trading Commission to all financial regulators. These are just three examples of how Congress does not have to start from scratch when it comes to passing legislation to support responsible FinTech innovation. The Treasury report notes that for the U.S. to remain a leader in financial regulation, it must keep pace with quickly evolving technology. Given the bipartisan support for these key FinTech measures, Congress has ample time to act before the end of this Congress even with the potential distraction of the midterm elections. Lawmakers have a foot in the door already. To remain competitive in the 21st century, Congress must press forward on legislation that would address the shifting realities and demands of an increasingly digital financial services industry. Industry Headlines <i>AltFi:<\/i> Lending Club expanded its partnership with data analytics platform dv01. According to the press release, dv01 has provided reporting services for $2.75 billion of LendingClub securitizations. In the U.K., alternative small business lending platform Funding Circle raised nearly $400 million in its IPO on the London Stock Exchange. According to one report, the float \"accounted for 29.3 percent of Funding Circle's shares and gives the company a market cap of nearly $2 billion....\" In early September, the Association of Online Investment Platforms (AOIP) formerly launched \"with the intent of educating both investors and issuing-firms on the opportunities available in investment crowdfunding.\" The platform which, among other things, will develop best practices for platforms involved in the investment crowdfunding sector, includes MicroVentures, NextSeed, Republic, and SeedInvest. <i>The Cloud:<\/i> In mid-September, IBM unveiled its Trust and Transparency capabilities for artificial intelligence on the IBM cloud. According to an IBM blog post, the capabilities \"provide visibility into how AI is making decisions and give recommendations on how to mitigate any potentially damaging bias.\" Speaking of “the Cloud,” there are a couple of other developments worth mentioning. First, KPMG partnered with Alibaba Cloud as part of an effort to form a global alliance to provide digital assistance to businesses operating in Europe and the Asia-Pacific region. Second, SAP teamed up with Alibaba to offer its cloud services products via Alibaba through an infrastructure as a service model. Lastly, Infosys partnered with Google Cloud to develop cloud transformation and migration services. <i>RegTech:<\/i> The Australian-based RegTech Association bolstered its leadership team in late September by appointing Deborah Young, formerly the head of governance and assurance at Commonwealth Bank, to lead the association. Commenting on the announcement, Young stated that the association has already begun to roll out its RegTech AML Boot Camps. <i>InsurTech:<\/i> A new InsurTech alliance is forming in the U.K. Aptly called InsurTech UK, over twenty founders have voiced support for the alliance which includes Wrisk, Konsileo, So Sure, and Worry and Peace. Political Intelligence will provide secretariat services to InsurTech UK. Importantly, Willis Towers Watson announced its second quarter InsurTech briefing. The report focuses on the life and health insurance sector which has attracted more than $5 billion in funding over the past five years—20 percent more than the property and casualty industry. On the role of (re)insurers in InsurTech investment, the report finds that 34 transactions were sponsored by (re)insurers and the second quarter set a new record for the volume of incumbent participation in InsurTech investment. “Also, (re)insurers generally invested in later rounds, with seed investments contributing to only 3% of transactions,” according to the report. <i>Retail Banking:<\/i> Capgemini and Efma published its “World Retail Banking Report 2018.” The report specifically dives into the role of BigTech in disintermediating the relationship between customers and traditional financial institutions. Among the report’s findings, customer dissatisfaction with banks has not been quelled despite investments to improve front-end interfaces. Not surprisingly, customers with relatively low positive experiences with digital channels are more likely to consider BigTech firms for their financial needs with nearly a third of customers indicating that they might move. <i>BigTech:<\/i> Speaking of BigTech, New America released a second report that builds off its first report, “Digital Deceit,” which was released earlier this year. The new report, “Digital Deceit II,” provides a policy agenda to fight discrimination on the internet. The study offers a set of policy proposals focused on transparency, privacy, and competition. “We believe it is time to establish a new ‘digital social contract’ that codifies digital rights into public law encompassing a set of regulations designed to foster open digital markets while protecting against clear public harms and supporting democratic values. The digital media platforms now dominate our information marketplace, in the process achieving a concentration of wealth and power unprecedented in modern times. As a democratic society, we must now intervene to ensure first order common interests come before monopoly rent-seeking—and to steer the power and promise of technology to benefit the many rather than the few.” <i>Data Privacy and Openness:<\/i> In late September, Adobe, Microsoft, and SAP announced the Open Data Initiative at Microsoft's Ignite Conference. The initiative is based on three guiding principles: 1) every organization owns and maintains complete, direct control of all their data; 2) customers can enable AI-driven business processes to derive insights and intelligence from unified behavior and operational data; and 3) a broad partner ecosystem should be able to easily leverage an open and extensible data model to extend the solution. Separately, Google released a set of privacy principles to guide Congress as lawmakers consider data privacy legislation. “This framework is based on established privacy frameworks, as well as our experience providing services that rely on personal data and our work to comply with evolving data protection laws around the world. These principles help us evaluate new legislative proposals and advocate for responsible, interoperable and adaptable data protection regulations,” the company said in a blog post. <i>Challengers Top 1 Million:<\/i> Over the past year, the number of customers banking with Revolut has increased from 450,000 to 1.3 million. In addition, the company continues to expand internationally and has applied for a European banking license. Meanwhile, Monzo surpassed 1 million users with the company processing £1 billion in payments every month. <i>Cryptocurrency Investigated:<\/i> For those who may have missed it, The Wall Street Journalconducted an investigation into suspicious activity through various exchanges. The Journal identified nearly $90 million laundered through 46 exchanges, with ShapeShift and Bittrex, processing nearly $9 million and $6.3 million of the suspect funds, respectively. Branding or Rebranding? Alibaba's Ant Financial announced the launch of Ant Financial Technology with the new brand focused on five product portfolios: large-scale financial transaction technologies, financial security technologies, financial intelligence technologies, \"next-generation\" interaction technologies, and blockchain applications. If you recall, Ant Financial’s rebranding efforts (and company shift) was first reported back in June. <i>Payments:<\/i> eBay announced the platform has begun managing payments on its U.S.-based platform, after announcing its intent earlier this year. \"eBay will continue to expand managed payments to buyers and sellers over time and expects to have transitioned a majority of its Marketplace customers to its new payments experience in 2021.\" Lastly, Stripe raised $245 million at a $20 billion valuation. The company doubled its valuation in two years and raised $685 million in funding since inception. Global Developments <i>Australia:<\/i> After four months as CEO of FinTech Australia, Uber's former director of public policy and government in Australia, Brad Kitschke, has called it quits. Separately, Australia’s Royal Commission published its interim report containing three volumes (executive summary) and 693 questions from the committee covering misconduct in the banking, superannuation, and financial services industry. The committee pointed fingers at both the financial industry for a variety of misconduct and regulators for doing little to stem the tide of misconduct. The Committee will hold a further round of public hearings to answer these questions before issuing a final report. <i>Canada:<\/i> The Ministry of Finance launched an advisory committee on open banking as a \"first step\" in the government's review \"of the potential merits of open banking, as announced in Budget 2018.\" The government anticipates releasing a consultation paper later this year. <i>China:<\/i> An agreement between China's Development Bank and the National Development and Reform Commission will lead to $14.6 billion being invested for developing the digital economy in China over the next five years. Meanwhile, twelve Chinese big data firms, including Alibaba, signed a proposal to better protect user information, including promises to guarantee users' control over their information. <i>European Union:<\/i> The European Union's Commissioner Vera Jourova has ratcheted up pressure on Facebook by calling on the company to update its terms of service by mid-October to take effect in December. \"I will not hide that I am becoming rather impatient because we have been in dialogue with Facebook almost two years and I really want to see, not the progress — it’s not enough for me — but I want to see the results. If we do not see the progress the sanctions will have to come.\" <i>France:<\/i> The country's parliament approved a legal framework for initial coin offerings, originally proposed by the country's financial services regulator. Details of the approved framework have yet to be made public, according to reports. <i>India:<\/i> India's Supreme Court largely upheld India's Aadhaar Act, having read or struck down only five of the 59 sections of the Act. One of the key sections struck down by the Court was Section 57, which stated: \"Nothing contained in this Act shall prevent the use of Aadhaar number for establishing the identity of an individual for any purpose, whether by the State or any body corporate or person, pursuant to any law, for the time being in force, or any contract to this effect: Provided that the use of Aadhaar number under this section shall be subject to the procedure and obligations under section 8 and Chapter VI.\" Striking down that section will impact the ability of private companies to use Aadhaar authentication, with several questions surfacing about the Court’s decision. If you are looking to purchase one of your FinTech friends a gift for the holiday season, the 1448 page judgment makes a great stocking stuffer! Paytm and Flipkart were also in the headlines this week. Paytm recently complained about Google India’s use of customer data for advertising purposes, leading the tech giant to tweak its privacy policy in response. Flipkart, meanwhile, launched a cashless credit program giving shoppers an instant credit line up to a certain threshold to buy products on India's largest e-commerce platform. On the payments front, the government and the Reserve Bank of India are reportedly not on the same page over the regulatory architecture for India's payment systems. Specifically, should the regulator be independent or function under the central bank? And, last but not least, regulatory sandboxes. India’s Insurance Regulatory and Development Authority has formed a committee to look into the concept of an insurance regulatory sandbox in the country. Meanwhile, the Reserve Bank of India is working toward setting up a data science lab to keep up with the pace of innovation. <i>Japan:<\/i> SBI Ripple Asia announced it has received a license of electronic payments as a \"substitute business\" according to a report. \"The substitute aspect refers to the fact that SRA is not a bank so it’s a substitute agent for electronic settlement. SRA is planning to launch its Money Tap remittance mobile app shortly.\" <i>Korea:<\/i> The National Assembly passed a bill granting a regulatory sandbox for new entrants in the information and communication technology sector. <i>Nigeria:<\/i> The Federal Executive Council approved the implementation of a strategic roadmap for a new digital identity ecosystem. <i>Taiwan:<\/i> The Financial Services Roundtable and a representative of the British Office Taipei signed an agreement that strengthens the two country's efforts in developing FinTech and innovation. <i>U.K.:<\/i> The inaugural meeting of an expert panel looking into competition in the U.K.'s digital economy was held in mid-September. Harvard Professor Jason Furman will lead the group that will last until early 2019. According to U.K. Chancellor of the Exchequer, Philip Hammond: \"Our digital economy is one of the UK’s great strengths, employing two million people across the country. But people are concerned that the big players could be accumulating too much power in our new digital world. The work this panel is doing will help ensure we have the right regulations so that our digital markets are competitive and consumers are protected.\" On the PSD2 front, the Financial Conduct Authority released a consultation on the authority's proposed approach to strong customer authentication, common and secure communication (SCA-RTS), and new fraud reporting requirements that will affect data collection and reporting by payment service providers. The consultation lasts until October 12. <i>U.S.:<\/i> Lawmakers are moving forward with legislation supportive of blockchain technology and digital currencies. Rep. Tom Emmer (MN-06), the new co-chair of the Congressional Blockchain Caucus, announced three efforts: a resolution expressing support for the development of blockchain technology and digital currencies; a bill to provide certainty regarding having to register as a money transmitter; and a bill providing a safe harbor for taxpayers with \"forked\" digital assets. Separately, the House Oversight and Government Reform Subcommittee on Information Technology published a report in late September titled, “Rise of the Machines: Artificial Intelligence and its Growing Impact on U.S. Policy.” The paper, authored by Subcommittee Chairman Will Hurd (R-TX) and Ranking Member Robin Kelly (D-IL), comes in the aftermath of several hearings on artificial intelligence that the subcommittee held beginning in February 2018. The Subcommittee notes that the U.S. \"cannot maintain its global leadership in AI absent political leadership from Congress and the Executive Branch.\" In the Senate, lawmakers have spent the last two weeks focused, in part, on data privacy. On September 18, the Senate Banking Committee held a hearing titled, FinTech: Examining Digitization, Data, and Technology. On September 26, the Senate Commerce Committee held a hearing titled, Examining Safeguards for Consumer Data Privacy. Meanwhile, U.S. Attorney General Jeff Sessions met with U.S. state law enforcement officials on how to protect consumers and businesses from large tech firms. The discussion focused on the growth and size of large tech firms, the collection and handling of personal information, and how state attorneys general can work together on these issues. Despite all of this focus, the Trump Administration’s antitrust chief says there is no sign of competitive harm from large technology firms. <i>[Author’s note: Given all of the activity and focus surrounding the influence of large technology platforms, we would encourage readers to watch our panel session at this year’s Milken Institute Global Conference titled, Big Tech and Antitrust: Rethinking Competition Policy for the Digital Era.]<\/i>",
    "summary": null,
    "summary_processed": ""
}