{
    "_links": {
        "self": {
            "href": "http:\/\/localhost:8080\/article\/george-washington-university-receives-record-breaking-gifts-milken-institute-school-public?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/node\/article"
        },
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json",
                "lang": "en"
            }
        ]
    },
    "nid": [
        {
            "value": 609
        }
    ],
    "uuid": [
        {
            "value": "d54e366d-cb76-43f9-9438-45793db611fb"
        }
    ],
    "vid": [
        {
            "value": 609
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "type": [
        {
            "target_id": "article"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2020-02-13T07:45:06+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ],
                "lang": "en"
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "title": [
        {
            "value": "The George Washington University Receives Record-Breaking Gifts  Milken Institute School of Public Health Named",
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": "2014-06-10T11:39:14+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2019-06-20T15:13:04+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "sticky": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "revision_translation_affected": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "metatag": [
        {
            "value": []
        }
    ],
    "path": [
        {
            "alias": "\/article\/george-washington-university-receives-record-breaking-gifts-milken-institute-school-public",
            "pid": 662,
            "langcode": "en",
            "lang": "en"
        }
    ],
    "value": "WASHINGTON -- The George Washington University (GW) today announced three gifts totaling $80 million that will address -- in collaboration with other institutions -- many of the world's public health challenges, focusing on prevention of disease and promotion of wellness. The contributions are from the Milken Institute, the Sumner M. Redstone Charitable Foundation and the Milken Family Foundation. In honor of these transformative gifts, the GW Board of Trustees has approved the renaming of the School of Public Health and Health Services as the Milken Institute School of Public Health and the establishment of the Sumner M. Redstone Global Center for Prevention and Wellness.\"These extraordinary gifts collectively represent the largest donation ever received by the George Washington University,\" said GW Board of Trustees Chairman Nelson A. Carbonell, Jr. \"Such a generous contribution to the university demonstrates a commitment to the health of people all over the world.\"In the spirit of collaborative philanthropy, the gifts include:<br> • $40 million from the Milken Institute to support new and ongoing research and scholarships; <br> • $30 million from the Sumner M. Redstone Charitable Foundation to develop and advance innovative strategies to expand wellness and the prevention of disease; <br> • $10 million from the Milken Family Foundation to support the Milken Institute School dean's office, including a newly created public health scholarship program.\"For decades, Mike Milken and Sumner Redstone have exemplified philanthropy of the most visionary and powerful kind,\" said George Washington University President Steven Knapp. \"These new resources will greatly enhance our university's capacity to address global health challenges with life-altering solutions.\"\"The Milken Institute and the Milken Family Foundation have long worked to advance public health and medical progress,\" said Mike Milken, chairman of the Institute and co-founder of the Foundation. \"Sumner Redstone and the Redstone Foundation have partnered with us in previous efforts and we are honored to have them join in these new initiatives centered at GW.\"Mr. Redstone said, \"GW has long been a world-class center for public health research, scholarship and action. I am proud to join the Milken Institute and Milken Family Foundation in supporting this great institution's efforts to help fight some of the biggest health issues of our time, and give millions access to healthier and longer lives.\"\"Washington, D.C., is the center of global public health policy, and GW boasts the leading academic public health institution in Washington,\" said Paul Irving, president of the Milken Institute and a member of the School of Public Health Dean's Council. \"We are delighted to support the talented public health scholars and students of GW and look forward to helping the university extend its reach and impact even further. This continues the longtime commitment of the institute to improving lives around the world by enhancing health.\"In recent years, GW and the Milken Institute have worked together to develop a range of public health initiatives, and today's announcement commits both organizations jointly to promoting prevention, health and wellness around the world. In 2012, the Milken Institute's D.C.-based FasterCures center hosted the Celebration of Science, an event held in part on the campus of GW that brought more than 1,000 leaders to Washington to reaffirm the importance of bioscience. In January 2014, the Institute and the CDC Foundation co-hosted The Atlanta Summit on Public Health and Prosperity, an event focused on advancing global public health in which leaders of both the Institute and GW actively participated. Both institutions share a passion and a pledge to further GW's contributions as a thought leader, educator and global convener in the public health arena.As part of the Milken Institute School of Public Health, the Sumner M. Redstone Global Center for Prevention and Wellness will develop solutions to many of the world's most complex public health challenges. Advances in treatment and cures have been rapid, but the benefits for public health have been muted as these strides are largely offset by poor nutrition, insufficient focus on prevention and wellness, environmental factors and lifestyle decisions. With its location in the heart of Washington, D.C., the Redstone Center will work closely with other major U.S. and international health institutions and schools of public health to drive change.As part of the Milken Family Foundation gift, the school will be led by the Michael and Lori Milken Dean of Public Health; and the Dean will award Michael and Lori Milken Public Health Scholarships, creating new opportunities for talented students and scholars at the school to become leaders and catalysts for global public health.\"These remarkable gifts mark the beginning of a new phase for the School of Public Health,\" said Dean Lynn R. Goldman. \"With new resources, innovative ideas and collaborative action, we can drive improvements in public health across America and the world. The support and engagement of the Milken Institute, the Sumner M. Redstone Charitable Foundation and the Milken Family Foundation begin a new chapter in our growth as a 21st century center of global public health leadership.\"The formal dedication of the new Milken Institute School building, and of the Sumner M. Redstone Global Center for Prevention and Wellness, at 950 New Hampshire Ave. N.W., will be held this spring. Nearing completion, the nine-story, LEED-certified Milken Institute School building will bring together seven academic departments and all programs under a single roof, allowing the school to hold classes, host conferences and foster dialogue in a central location in Washington, D.C.Since its founding nearly a quarter century ago, the Milken Institute has made improving public health and speeding cures a priority. Its research has detailed the global costs of mounting obesity rates and the economic burden of disease; the Institute's Best Cities for Successful Aging index helps communities across America promote healthy aging arrangements. Annual Institute events such as its Global Conference and Partnering for Cures conference convene prominent scientists, policy makers, Nobel laureates, business leaders and philanthropists to focus on health challenges and solutions. Since 2003, FasterCures has worked to increase resources for medical research and to speed the time it takes to get important new medicines from discovery to patients. (See more about the Milken Institute's work on health here.)The Milken Family Foundation, since its founding by Michael and Lowell Milken in 1982, has been dedicated to helping people lead better and more productive lives through education and improved health. Its gift in support of the dean and scholarships for talented students is consistent with an esteemed history of recognizing outstanding educators and providing scholarships to deserving young people.The gift from the Sumner M. Redstone Charitable Foundation is the latest chapter in that organization's transformative philanthropy. Through the foundation, Sumner Redstone has contributed more than $200 million to charities and institutions around the world, with special focus on innovative medical research. Mr. Redstone has donated $35 million to FasterCures to fund research and patient care advancements in the treatment of deadly and debilitating diseases. In addition to FasterCures, recipients include Cedars-Sinai Medical Center, Massachusetts General Hospital and the Keck School of Medicine at USC.Photos and video available for reporters:• To download photos, visit: https:\/\/www.flickr.com\/photos\/georgewashingtonuniversity\/sets\/72157641668061264\/<br> • To download campus b-roll and video interviews with Steven Knapp, Lynn Goldman, Mike Milken, Sumner Redstone, Paul Irving and Nelson Carbonell, visit: http:\/\/vimeo.com\/88713718<br> • To watch a three-minute video on the announcement, visit: http:\/\/www.youtube.com\/watch?v=_hWyl_6tF7k&feature=youtu.be<br> • To learn about the culture and location of the Milken Institute School of Public Health, visit: http:\/\/www.youtube.com\/watch?v=1FyLTde7A10&feature=youtu.beThe George Washington University<br> The George Washington University was created by an Act of Congress in 1821. Today, GW is the largest institution of higher education in the District of Columbia. The university offers comprehensive programs of undergraduate and graduate liberal arts study, as well as degree programs in medicine, public health, law, engineering, education, business and international affairs. Each year, GW enrolls a diverse population of undergraduate, graduate and professional students from all 50 states, the District of Columbia and more than 130 countries.Established in July 1997 as the School of Public Health and Health Services, the Milken Institute School of Public Health is the only school of public health in the nation's capital. Today, more than 1,100 students from nearly every U.S. state and more than 40 nations pursue undergraduate, graduate and doctoral-level degrees in public health. The school also offers an online Master of Public Health, MPH@GW, which allows students to pursue their degree from anywhere in the world.The Milken Institute<br> A global nonprofit and nonpartisan research and convening institution, the Milken Institute's mission is to improve lives around the world by advancing innovative economic and policy solutions that create jobs, widen access to capital and enhance health.The Sumner M. Redstone Charitable Foundation<br> From medical research to education to efforts to aid the poor and impoverished around the world, the Sumner M. Redstone Charitable Foundation seeks to advance aims that align with Sumner Redstone's lifelong commitment to innovation, empowerment, and progress. The Foundation will continue to seek out and support organizations in the United States and abroad that share Sumner Redstone's vision for a better world.The Milken Family Foundation<br> Founded by Michael and Lowell Milken in 1982, the Milken Family Foundation discovers and advances inventive and effective ways of helping people help themselves and those around them lead productive and satisfying lives. MFF advances this mission primarily through initiatives and partnerships in education, medical research and public health.-- GW --",
    "format": "rich_text",
    "processed": "WASHINGTON -- The George Washington University (GW) today announced three gifts totaling $80 million that will address -- in collaboration with other institutions -- many of the world's public health challenges, focusing on prevention of disease and promotion of wellness. The contributions are from the Milken Institute, the Sumner M. Redstone Charitable Foundation and the Milken Family Foundation. In honor of these transformative gifts, the GW Board of Trustees has approved the renaming of the School of Public Health and Health Services as the Milken Institute School of Public Health and the establishment of the Sumner M. Redstone Global Center for Prevention and Wellness.\"These extraordinary gifts collectively represent the largest donation ever received by the George Washington University,\" said GW Board of Trustees Chairman Nelson A. Carbonell, Jr. \"Such a generous contribution to the university demonstrates a commitment to the health of people all over the world.\"In the spirit of collaborative philanthropy, the gifts include:<br \/> • $40 million from the Milken Institute to support new and ongoing research and scholarships; <br \/> • $30 million from the Sumner M. Redstone Charitable Foundation to develop and advance innovative strategies to expand wellness and the prevention of disease; <br \/> • $10 million from the Milken Family Foundation to support the Milken Institute School dean's office, including a newly created public health scholarship program.\"For decades, Mike Milken and Sumner Redstone have exemplified philanthropy of the most visionary and powerful kind,\" said George Washington University President Steven Knapp. \"These new resources will greatly enhance our university's capacity to address global health challenges with life-altering solutions.\"\"The Milken Institute and the Milken Family Foundation have long worked to advance public health and medical progress,\" said Mike Milken, chairman of the Institute and co-founder of the Foundation. \"Sumner Redstone and the Redstone Foundation have partnered with us in previous efforts and we are honored to have them join in these new initiatives centered at GW.\"Mr. Redstone said, \"GW has long been a world-class center for public health research, scholarship and action. I am proud to join the Milken Institute and Milken Family Foundation in supporting this great institution's efforts to help fight some of the biggest health issues of our time, and give millions access to healthier and longer lives.\"\"Washington, D.C., is the center of global public health policy, and GW boasts the leading academic public health institution in Washington,\" said Paul Irving, president of the Milken Institute and a member of the School of Public Health Dean's Council. \"We are delighted to support the talented public health scholars and students of GW and look forward to helping the university extend its reach and impact even further. This continues the longtime commitment of the institute to improving lives around the world by enhancing health.\"In recent years, GW and the Milken Institute have worked together to develop a range of public health initiatives, and today's announcement commits both organizations jointly to promoting prevention, health and wellness around the world. In 2012, the Milken Institute's D.C.-based FasterCures center hosted the Celebration of Science, an event held in part on the campus of GW that brought more than 1,000 leaders to Washington to reaffirm the importance of bioscience. In January 2014, the Institute and the CDC Foundation co-hosted The Atlanta Summit on Public Health and Prosperity, an event focused on advancing global public health in which leaders of both the Institute and GW actively participated. Both institutions share a passion and a pledge to further GW's contributions as a thought leader, educator and global convener in the public health arena.As part of the Milken Institute School of Public Health, the Sumner M. Redstone Global Center for Prevention and Wellness will develop solutions to many of the world's most complex public health challenges. Advances in treatment and cures have been rapid, but the benefits for public health have been muted as these strides are largely offset by poor nutrition, insufficient focus on prevention and wellness, environmental factors and lifestyle decisions. With its location in the heart of Washington, D.C., the Redstone Center will work closely with other major U.S. and international health institutions and schools of public health to drive change.As part of the Milken Family Foundation gift, the school will be led by the Michael and Lori Milken Dean of Public Health; and the Dean will award Michael and Lori Milken Public Health Scholarships, creating new opportunities for talented students and scholars at the school to become leaders and catalysts for global public health.\"These remarkable gifts mark the beginning of a new phase for the School of Public Health,\" said Dean Lynn R. Goldman. \"With new resources, innovative ideas and collaborative action, we can drive improvements in public health across America and the world. The support and engagement of the Milken Institute, the Sumner M. Redstone Charitable Foundation and the Milken Family Foundation begin a new chapter in our growth as a 21st century center of global public health leadership.\"The formal dedication of the new Milken Institute School building, and of the Sumner M. Redstone Global Center for Prevention and Wellness, at 950 New Hampshire Ave. N.W., will be held this spring. Nearing completion, the nine-story, LEED-certified Milken Institute School building will bring together seven academic departments and all programs under a single roof, allowing the school to hold classes, host conferences and foster dialogue in a central location in Washington, D.C.Since its founding nearly a quarter century ago, the Milken Institute has made improving public health and speeding cures a priority. Its research has detailed the global costs of mounting obesity rates and the economic burden of disease; the Institute's Best Cities for Successful Aging index helps communities across America promote healthy aging arrangements. Annual Institute events such as its Global Conference and Partnering for Cures conference convene prominent scientists, policy makers, Nobel laureates, business leaders and philanthropists to focus on health challenges and solutions. Since 2003, FasterCures has worked to increase resources for medical research and to speed the time it takes to get important new medicines from discovery to patients. (See more about the Milken Institute's work on health here.)The Milken Family Foundation, since its founding by Michael and Lowell Milken in 1982, has been dedicated to helping people lead better and more productive lives through education and improved health. Its gift in support of the dean and scholarships for talented students is consistent with an esteemed history of recognizing outstanding educators and providing scholarships to deserving young people.The gift from the Sumner M. Redstone Charitable Foundation is the latest chapter in that organization's transformative philanthropy. Through the foundation, Sumner Redstone has contributed more than $200 million to charities and institutions around the world, with special focus on innovative medical research. Mr. Redstone has donated $35 million to FasterCures to fund research and patient care advancements in the treatment of deadly and debilitating diseases. In addition to FasterCures, recipients include Cedars-Sinai Medical Center, Massachusetts General Hospital and the Keck School of Medicine at USC.Photos and video available for reporters:• To download photos, visit: https:\/\/www.flickr.com\/photos\/georgewashingtonuniversity\/sets\/72157641668061264\/<br \/> • To download campus b-roll and video interviews with Steven Knapp, Lynn Goldman, Mike Milken, Sumner Redstone, Paul Irving and Nelson Carbonell, visit: http:\/\/vimeo.com\/88713718<br \/> • To watch a three-minute video on the announcement, visit: http:\/\/www.youtube.com\/watch?v=_hWyl_6tF7k&amp;feature=youtu.be<br \/> • To learn about the culture and location of the Milken Institute School of Public Health, visit: http:\/\/www.youtube.com\/watch?v=1FyLTde7A10&amp;feature=youtu.beThe George Washington University<br \/> The George Washington University was created by an Act of Congress in 1821. Today, GW is the largest institution of higher education in the District of Columbia. The university offers comprehensive programs of undergraduate and graduate liberal arts study, as well as degree programs in medicine, public health, law, engineering, education, business and international affairs. Each year, GW enrolls a diverse population of undergraduate, graduate and professional students from all 50 states, the District of Columbia and more than 130 countries.Established in July 1997 as the School of Public Health and Health Services, the Milken Institute School of Public Health is the only school of public health in the nation's capital. Today, more than 1,100 students from nearly every U.S. state and more than 40 nations pursue undergraduate, graduate and doctoral-level degrees in public health. The school also offers an online Master of Public Health, MPH@GW, which allows students to pursue their degree from anywhere in the world.The Milken Institute<br \/> A global nonprofit and nonpartisan research and convening institution, the Milken Institute's mission is to improve lives around the world by advancing innovative economic and policy solutions that create jobs, widen access to capital and enhance health.The Sumner M. Redstone Charitable Foundation<br \/> From medical research to education to efforts to aid the poor and impoverished around the world, the Sumner M. Redstone Charitable Foundation seeks to advance aims that align with Sumner Redstone's lifelong commitment to innovation, empowerment, and progress. The Foundation will continue to seek out and support organizations in the United States and abroad that share Sumner Redstone's vision for a better world.The Milken Family Foundation<br \/> Founded by Michael and Lowell Milken in 1982, the Milken Family Foundation discovers and advances inventive and effective ways of helping people help themselves and those around them lead productive and satisfying lives. MFF advances this mission primarily through initiatives and partnerships in education, medical research and public health.-- GW --",
    "summary": null,
    "summary_processed": ""
}