{
    "_links": {
        "self": {
            "href": "http:\/\/localhost:8080\/article\/global-conference-and-other-highlights-center-future-aging?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/node\/article"
        },
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_promo_slide": [
            {
                "href": "http:\/\/localhost:8080\/slide\/145?_format=hal_json"
            }
        ]
    },
    "nid": [
        {
            "value": 773
        }
    ],
    "uuid": [
        {
            "value": "f56d4028-f8ac-4fe2-8cc8-1d5d705045b3"
        }
    ],
    "vid": [
        {
            "value": 773
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "type": [
        {
            "target_id": "article"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2020-02-13T07:45:06+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_promo_slide": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/slide\/145?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/slide\/full_width_one_column"
                    }
                },
                "uuid": [
                    {
                        "value": "f4db2eca-f5f2-4822-bc6b-de94a0e3657c"
                    }
                ]
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "title": [
        {
            "value": "Global Conference and Other Highlights from the Center for the Future of Aging",
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": "2019-06-28T19:01:37+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2019-06-30T22:45:24+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "sticky": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "revision_translation_affected": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "metatag": [
        {
            "value": []
        }
    ],
    "path": [
        {
            "alias": "\/article\/global-conference-and-other-highlights-center-future-aging",
            "pid": 826,
            "langcode": "en",
            "lang": "en"
        }
    ],
    "value": "In this issue: The Business of Aging » Healthy Longevity » Age-Forward 2030 » <b>Chairman’s Note<\/b> As trade disputes, market disruptions, and non-stop political and social drama dominate the daily news, the Center for the Future of Aging’s efforts to support healthy, productive, and purposeful aging move forward. Our convening power and influence were on full display at the recent Milken Institute Global Conference in Los Angeles, as we joined with leaders in business, academia, policy, philanthropy, and media in solutions-focused meetings and conversation. This newsletter provides highlights of these events, as well as other activities related to our three core programs: Age-Forward 2030, Healthy Longevity, and the Business of Aging. With thanks to our business council and academic and policy advisory board, and to our network of collaborating organizations, we look forward to continuing our work in the months ahead.<b> <br \/> - Paul Irving, Chairman, Milken Institute Center for the Future of Aging The Business of Aging <b>The Business of Aging Panels at Global Conference<\/b> <b>“Coming of Age: Women Rise to the Top”<\/b> – Moderated by Gayle King, this star-studded panel of women leaders over age 60 featured Jane Harman, Donna Karan, Sherry Lansing, Sylvia Rhone, and Anastasia Soare. Revealing the challenges and triumphs experienced in overcoming age and gender barriers, the speakers discussed the need to tackle biases, change businesses, and open doors for an age, gender, and racially diverse future. <b>“Enhancing Financial Health for All Generations through Technology”<\/b><i> – <\/i>Featuring Mike Calhoun, Aaron Klein, Theodora Lau, Liz Loewy, and moderated by Rick Newman, the panelists discussed the promise and risks of emerging financial innovations and technology’s role in enhancing financial literacy and security for Americans, both young and old. <b>“Is Retirement Extinct?”<\/b><i> – <\/i>Moderated by Paul Irving, this panel featured Arthur Bilger, Teresa Ghilarducci, Kathleen Kennedy Townsend, and Penny Pennington. These experts discussed what 21st-century retirement could look like, proposing policies and practices to help older workers, savers and investors, and those left behind by the current public and private financial arrangements. <b>Meeting of the Business Council and Academic and Policy Advisory Board<\/b> Our business council and academic and policy advisory board members came together to discuss a range of pressing topics, including increasing opportunities for older workers and intergenerational workforces, addressing social determinants of healthy longevity, and the launch of our Age-Forward 2030 initiative. The conversation covered opportunities for participation in upcoming projects of the center, including our upcoming reports and related initiatives: “Reducing the Price and Risk of Dementia: Recommendations to Improve Brain Health and Decrease Disparities” and “Age-Forward 2030.” <b>Highlight: Interview with Eloy Ortiz Oakley<\/b> Paul Irving interviewed Chancellor Eloy Ortiz Oakley of California Community Colleges to discuss the value of reskilling and lifelong learning. Chancellor Oakley provided insight into the challenges and opportunities for a growing number of older adults going back to school, and the economic value of getting an advanced degree later in life. <b>Highlight: Interview with Aaron Klein and Liz Loewy<\/b> Nora Super interviewed Aaron Klein of The Brookings Institute and Liz Loewy of Eversafe to discuss the impacts of technology on financial security, including the risks of financial exploitation. <b>Articles and Appearances<\/b> Paul Irving has had a full calendar so far this year, with appearances at the Los Angeles County Economic Development Corporation Future Forum in February, the Association of Retired Rice University Faculty in March, and the ASU + GSV summit in April, where he discussed the changing nature of retirement, the opportunities of the longevity economy, and finding purpose in longer lives through work, volunteering, and lifelong learning. Paul Irving and Economist Andrew Scott of the London Business School were interviewed by Hari Sreenivasan of Amanpour and Company on PBS about the future of work and aging as lifespans reach 100. <b>Additional Reading and Research<\/b> Ric Edelman of our business council provides ideas and insights in his latest book The Truth about Your Future: The Money Guide You Need Now, Later, and Much Later. Read how new technologies and increasing longevity will change the way we think about financial planning and our financial future. Bank of America has become a trailblazer in rethinking financial planning for longer lives. Surya Kolluri, managing director and head of thought leadership in the retirement group, has spearheaded Bank of America’s work in this area. Read about the company’s innovative programs here. Jim Mellon and Andrew Scott, both actively involved in our center, have been convening experts from around the world at their Longevity Forums. We applaud their leadership in elevating the upside potential for aging and longevity in Britain and beyond. Transamerica Institute, led by Business Council Member Catherine Collinson, released its 8th annual retirement readiness survey release in May. It’s a must-read source for all interested in both work and retirement readiness. Jo Ann Jenkins, CEO of AARP, was recognized by Fortune as one of 2019’s World’s Greatest Leaders. Jenkins' leadership has accelerated AARP’s work on retirement security, federal age discrimination laws, reducing prescription drug costs, promoting healthy and active communities, and much more. For daily news and thought-provoking articles about the future of work and the risks and possibilities for both old and young, follow WorkingNation, founded by our Business Council Member Art Bilger. Mercer is launching a new platform, Next Age, Next Stage: A New Approach to Aging and Longevity, led by Business Council Member Pat Milligan. Look out for their initial point of view, to be released in September, which outlines the steps organizations can take to optimize their experienced workforce. Healthy Longevity <b>Healthy Longevity Panels at Global Conference<\/b> “<b>An Ounce of Prevention: New Prescriptions for Healthy Longevity<\/b>” <i>– <\/i>Moderated by Paul Irving, and featuring Freddy Abnousi, Baroness Camilla Cavendish, Tom Croce, and Donato Tramuto. This panel focused on strategies to move health systems away from sick care to one focused on prediction and prevention. <b>“The Price of Dementia: Innovative Strategies to Reduce Risk”<\/b><i> – <\/i>Moderated by Nora Super, and featuring Norma Coe, Linda Elam, Howard Fillit, and George Vradenburg, the experts discussed the direct and indirect costs of dementia. The discussion also focused on ways to improve rates of early detection and diagnosis, as well as how to reduce disparities based on gender, race, and income. <b>Lowering the Price and Risk of Dementia<\/b> To leverage the Global Conference, where leading decision makers come together in one place, the Milken Institute convened a private session of over 40 strategic stakeholders, including researchers, government leaders, philanthropists, corporate sponsors, public policy leaders, and advocacy organizations, to provide input and thought leadership on proposed strategies and recommendations that addressed: the importance of brain health to delay (and possibly prevent) onset; barriers to early diagnosis and clinical trial participation; disparate impacts based on gender, race\/ethnicity, and income; and risk reduction strategies to improve brain health for all populations. This private session officially kicked off the beginning of a new project, which will update and expand on a 2016 Milken Institute report, “The Price Women Pay for Dementia: Strategies to Ease Gender Disparity and Economic Costs.” The new report, titled, “Reducing the Price and Risk of Dementia: Recommendations to Improve Brain Health and Decrease Disparities,” will build upon new findings regarding the importance of brain health to delay onset, improve overall health, lower costs, and increase clinical trial participation. The specific recommendations and action steps will be developed through a consensus decision-making process of experts and supporters, and will focus on ways to improve rates of early detection and diagnosis, as well as how to reduce disparities based on gender, race, and income. If you are interested in participating in this project please email Raj Ahuja at rahuja@milkeninstitute.org. The center will release the final report and recommendations this fall and hold a public discussion at the Milken Institute Future of Health Summit this October 28-29, 2019 in Washington, DC. <b>Highlight: Interview with Linda Elam and George Vradenburg<\/b> Nora Super interviewed Linda Elam from Amerigroup’s District of Columbia Health Plan and George Vradenburg of UsAgainstAlzheimer’s on issues related to dementia research, reducing disparate impacts on women and minority populations, and creating a culture around brain health that promotes screenings and interventions throughout a person’s life. <b>Articles and Appearances<\/b> Nora Super has continued her work to support the efforts of two important community-based organizations for older Americans, Area Agencies on Aging and Villages. At the n4a Aging Policy briefing in March and the Shout Out to DC Villages event in May, Super discussed the importance of social supports, brain health, and long-term care. Super also brought her expertise to the American Society on Aging conference in April to discuss Healthy People 2030 initiative’s role in improving the health of older Americans. Super wrote a widely read advocacy piece about our long-term care crisis in the United States and advocated for “a combination of public- and private-sector actions that could make a big difference in the lives of millions of middle-class Americans.” Read about the actions here. Paul Irving wrote a personal op-ed about his wife’s journey to confront the stigma of hearing loss. Read it here. Irving spoke at the Motion Picture & Television Fund Social Isolation and Loneliness Impact Summit about the health risks of loneliness and the importance of strengthening programs to address this increasingly significant public health risk. <b>Additional Reading and Research<\/b> Bernard Tyson, the influential leader of Kaiser Permanente, wrote an essay for the Milken Institute’s Power of Ideas series that advocates for collaboration between the public and the private sectors to tackle challenges including housing security and climate change that affect Americans’ health. Our friend and frequent collaborator, Baroness Camilla Cavendish, just released a book that challenges our preconceptions about older societies, analyzes the inequalities of aging, and much more. Read her book for her advice about how to live a longer and more fulfilling life. The World Health Organization released guidelines about how to reduce the risk of cognitive decline and dementia. With our aging societies, we must focus on how to prevent chronic disease before it starts. Read their recommendations here. Business Council Member Freddy Abnousi of Facebook joined a group of researchers to investigate how social networks may help us have a greater understanding of the social determinants of health and give us new targets to influence health outcomes. Read the research report here. Our colleague, Joe Coughlin, director of the MIT AgeLab, was just featured in the <i>New Yorker<\/i>. Read about the Lab’s “sudden aging” suit, the paradox of the longevity economy, and how to slow the process of aging. Read the feature here. Read the 10 myths about aging that came from the 10th annual What’s Hot in Aging Research at USC conference, led by our friend and Academic and Policy Advisory Board Member Dean Hassy Cohen. Age-Forward 2030 <b>Age-Forward 2030 Panel at Global Conference<\/b> <b>“The City for all Ages: Harnessing the Promise of Longevity”<\/b> – This panel featured Dan Buettner, Carol Coletta, Rodney Slater, the Mayor of Helsinki Jan Vapaavuori, and was moderated by James Anderson. Our panelists looked to the future as they discussed different policies that help build community, decrease disparities, and increase healthy longevity. <b>Highlight: Age-Forward 2030 Delphi Survey Results <\/b> Earlier this year, the Center for the Future of Aging asked 150 experts to participate in an Age-Forward 2030 Delphi method survey. This future-casting survey asked questions about economic development, designing for inclusion, and resilient networks for healthy aging.<i> <\/i>Center Associate Director Caroline Servat revealed the top-level findings to the center business council and academic and advisory council members during the Global Conference. When we asked the experts what was the most critical policy intervention that city leaders should prioritize between now and 2030, <b>80 percent of respondents ranked access to safe and affordable housing as the top aging-related priority. <\/b> <b>Highlight: Global Conference Interview with Mayor of Helsinki Jan Vapaavuori and Dan Buettner <\/b> Paul Irving interviewed Mayor of Helsinki Jan Vapaavuori and Dan Buettner of Blue Zones on the future of aging in cities across the globe and discussed new pathways for urban policy makers to take action now to prepare for an age-forward 2030. <b>Looking Ahead<\/b> The center continues to build upon the success of its Best Cities for Successful Aging index, collaborating with other organizations to provide a roadmap for policy makers, business leaders, and urban innovators. Our objective is to enable purposeful, productive, and healthy aging and enhance urban livability for all. Our Age-Forward 2030 program challenges cities and communities to prepare for an older, increasingly diverse, and economically stratified population by integrating population aging into strategies for economic growth, inclusion, and resiliency. The forthcoming Age-Forward 2030 report, will focus on three priority areas for city leaders to take action:<b> <br \/> 1) Age-Forward Economic Development<br \/> 2) Redesigning the Urban Landscape for All Ages<br \/> 3) Resilient Networks for Healthy Aging<br \/> <br \/> The report is slated for release this fall. The center is partnering with the SCAN Foundation to identify mayors and elected officials of California cities who are preparing their communities for an aging state and embracing innovation opportunities. For the 2019 Innovation Award, the center and the SCAN Foundation seek to recognize California city leaders and elevate their efforts that exemplify Age-Forward 2030. <b>Articles and Appearances<\/b> Caroline Servat moderated a panel at the SXSW Conference in Austin on “Cities Harnessing the Longevity Dividend,” featuring our Advisory Board Member and former HUD Secretary Henry Cisneros, Stephen Johnson of Aging 2.0, and Laura Latham of Gensler. This panel covered the different ways that cities can advance the age-forward movement in their community planning, policy-making, and business ecosystems. <b> <\/b> Paul Irving spoke about age-forward design, the age-diverse workforce, and the potential of the longevity economy at a meeting of the Global Design Alliance in Los Angeles. <b>Additional Reading and Research<\/b> Business Council Member Robert Kramer, founder of the National Investment Center for Seniors Housing & Care, teamed up with NORC and <i>Health Affairs<\/i> to examine the housing and long-term care needs for middle-income older Americans over the next decade. Will the middle class be able to afford the costs that come with aging? Read the report for the answers. Henry Cisneros’ book about promoting economic mobility, advancing equity, and driving growth in cities is an amazing complement to our Age-Forward 2030 initiative. Pick it up here. <b>Moving Forward<\/b> As we move forward on our ambitious agenda for 2019, all of us at the Center for the Future of Aging look forward to a year of progress. Thank you to our supporters, friends, and collaborators for working with us—and for all you do to improve lives. Engage with us at our events. Follow us on Facebook, Twitter, and LinkedIn to read our latest publications. Subscribe here to receive the newsletter in your inbox. ",
    "format": "rich_text",
    "processed": "In this issue: The Business of Aging » Healthy Longevity » Age-Forward 2030 » <b>Chairman’s Note<\/b> As trade disputes, market disruptions, and non-stop political and social drama dominate the daily news, the Center for the Future of Aging’s efforts to support healthy, productive, and purposeful aging move forward. Our convening power and influence were on full display at the recent Milken Institute Global Conference in Los Angeles, as we joined with leaders in business, academia, policy, philanthropy, and media in solutions-focused meetings and conversation. This newsletter provides highlights of these events, as well as other activities related to our three core programs: Age-Forward 2030, Healthy Longevity, and the Business of Aging. With thanks to our business council and academic and policy advisory board, and to our network of collaborating organizations, we look forward to continuing our work in the months ahead.<b> <br \/> - Paul Irving, Chairman, Milken Institute Center for the Future of Aging The Business of Aging <b>The Business of Aging Panels at Global Conference<\/b> <b>“Coming of Age: Women Rise to the Top”<\/b> – Moderated by Gayle King, this star-studded panel of women leaders over age 60 featured Jane Harman, Donna Karan, Sherry Lansing, Sylvia Rhone, and Anastasia Soare. Revealing the challenges and triumphs experienced in overcoming age and gender barriers, the speakers discussed the need to tackle biases, change businesses, and open doors for an age, gender, and racially diverse future. <b>“Enhancing Financial Health for All Generations through Technology”<\/b><i> – <\/i>Featuring Mike Calhoun, Aaron Klein, Theodora Lau, Liz Loewy, and moderated by Rick Newman, the panelists discussed the promise and risks of emerging financial innovations and technology’s role in enhancing financial literacy and security for Americans, both young and old. <b>“Is Retirement Extinct?”<\/b><i> – <\/i>Moderated by Paul Irving, this panel featured Arthur Bilger, Teresa Ghilarducci, Kathleen Kennedy Townsend, and Penny Pennington. These experts discussed what 21st-century retirement could look like, proposing policies and practices to help older workers, savers and investors, and those left behind by the current public and private financial arrangements. <b>Meeting of the Business Council and Academic and Policy Advisory Board<\/b> Our business council and academic and policy advisory board members came together to discuss a range of pressing topics, including increasing opportunities for older workers and intergenerational workforces, addressing social determinants of healthy longevity, and the launch of our Age-Forward 2030 initiative. The conversation covered opportunities for participation in upcoming projects of the center, including our upcoming reports and related initiatives: “Reducing the Price and Risk of Dementia: Recommendations to Improve Brain Health and Decrease Disparities” and “Age-Forward 2030.” <b>Highlight: Interview with Eloy Ortiz Oakley<\/b> Paul Irving interviewed Chancellor Eloy Ortiz Oakley of California Community Colleges to discuss the value of reskilling and lifelong learning. Chancellor Oakley provided insight into the challenges and opportunities for a growing number of older adults going back to school, and the economic value of getting an advanced degree later in life. <b>Highlight: Interview with Aaron Klein and Liz Loewy<\/b> Nora Super interviewed Aaron Klein of The Brookings Institute and Liz Loewy of Eversafe to discuss the impacts of technology on financial security, including the risks of financial exploitation. <b>Articles and Appearances<\/b> Paul Irving has had a full calendar so far this year, with appearances at the Los Angeles County Economic Development Corporation Future Forum in February, the Association of Retired Rice University Faculty in March, and the ASU + GSV summit in April, where he discussed the changing nature of retirement, the opportunities of the longevity economy, and finding purpose in longer lives through work, volunteering, and lifelong learning. Paul Irving and Economist Andrew Scott of the London Business School were interviewed by Hari Sreenivasan of Amanpour and Company on PBS about the future of work and aging as lifespans reach 100. <b>Additional Reading and Research<\/b> Ric Edelman of our business council provides ideas and insights in his latest book The Truth about Your Future: The Money Guide You Need Now, Later, and Much Later. Read how new technologies and increasing longevity will change the way we think about financial planning and our financial future. Bank of America has become a trailblazer in rethinking financial planning for longer lives. Surya Kolluri, managing director and head of thought leadership in the retirement group, has spearheaded Bank of America’s work in this area. Read about the company’s innovative programs here. Jim Mellon and Andrew Scott, both actively involved in our center, have been convening experts from around the world at their Longevity Forums. We applaud their leadership in elevating the upside potential for aging and longevity in Britain and beyond. Transamerica Institute, led by Business Council Member Catherine Collinson, released its 8th annual retirement readiness survey release in May. It’s a must-read source for all interested in both work and retirement readiness. Jo Ann Jenkins, CEO of AARP, was recognized by Fortune as one of 2019’s World’s Greatest Leaders. Jenkins' leadership has accelerated AARP’s work on retirement security, federal age discrimination laws, reducing prescription drug costs, promoting healthy and active communities, and much more. For daily news and thought-provoking articles about the future of work and the risks and possibilities for both old and young, follow WorkingNation, founded by our Business Council Member Art Bilger. Mercer is launching a new platform, Next Age, Next Stage: A New Approach to Aging and Longevity, led by Business Council Member Pat Milligan. Look out for their initial point of view, to be released in September, which outlines the steps organizations can take to optimize their experienced workforce. Healthy Longevity <b>Healthy Longevity Panels at Global Conference<\/b> “<b>An Ounce of Prevention: New Prescriptions for Healthy Longevity<\/b>” <i>– <\/i>Moderated by Paul Irving, and featuring Freddy Abnousi, Baroness Camilla Cavendish, Tom Croce, and Donato Tramuto. This panel focused on strategies to move health systems away from sick care to one focused on prediction and prevention. <b>“The Price of Dementia: Innovative Strategies to Reduce Risk”<\/b><i> – <\/i>Moderated by Nora Super, and featuring Norma Coe, Linda Elam, Howard Fillit, and George Vradenburg, the experts discussed the direct and indirect costs of dementia. The discussion also focused on ways to improve rates of early detection and diagnosis, as well as how to reduce disparities based on gender, race, and income. <b>Lowering the Price and Risk of Dementia<\/b> To leverage the Global Conference, where leading decision makers come together in one place, the Milken Institute convened a private session of over 40 strategic stakeholders, including researchers, government leaders, philanthropists, corporate sponsors, public policy leaders, and advocacy organizations, to provide input and thought leadership on proposed strategies and recommendations that addressed: the importance of brain health to delay (and possibly prevent) onset; barriers to early diagnosis and clinical trial participation; disparate impacts based on gender, race\/ethnicity, and income; and risk reduction strategies to improve brain health for all populations. This private session officially kicked off the beginning of a new project, which will update and expand on a 2016 Milken Institute report, “The Price Women Pay for Dementia: Strategies to Ease Gender Disparity and Economic Costs.” The new report, titled, “Reducing the Price and Risk of Dementia: Recommendations to Improve Brain Health and Decrease Disparities,” will build upon new findings regarding the importance of brain health to delay onset, improve overall health, lower costs, and increase clinical trial participation. The specific recommendations and action steps will be developed through a consensus decision-making process of experts and supporters, and will focus on ways to improve rates of early detection and diagnosis, as well as how to reduce disparities based on gender, race, and income. If you are interested in participating in this project please email Raj Ahuja at rahuja@milkeninstitute.org. The center will release the final report and recommendations this fall and hold a public discussion at the Milken Institute Future of Health Summit this October 28-29, 2019 in Washington, DC. <b>Highlight: Interview with Linda Elam and George Vradenburg<\/b> Nora Super interviewed Linda Elam from Amerigroup’s District of Columbia Health Plan and George Vradenburg of UsAgainstAlzheimer’s on issues related to dementia research, reducing disparate impacts on women and minority populations, and creating a culture around brain health that promotes screenings and interventions throughout a person’s life. <b>Articles and Appearances<\/b> Nora Super has continued her work to support the efforts of two important community-based organizations for older Americans, Area Agencies on Aging and Villages. At the n4a Aging Policy briefing in March and the Shout Out to DC Villages event in May, Super discussed the importance of social supports, brain health, and long-term care. Super also brought her expertise to the American Society on Aging conference in April to discuss Healthy People 2030 initiative’s role in improving the health of older Americans. Super wrote a widely read advocacy piece about our long-term care crisis in the United States and advocated for “a combination of public- and private-sector actions that could make a big difference in the lives of millions of middle-class Americans.” Read about the actions here. Paul Irving wrote a personal op-ed about his wife’s journey to confront the stigma of hearing loss. Read it here. Irving spoke at the Motion Picture &amp; Television Fund Social Isolation and Loneliness Impact Summit about the health risks of loneliness and the importance of strengthening programs to address this increasingly significant public health risk. <b>Additional Reading and Research<\/b> Bernard Tyson, the influential leader of Kaiser Permanente, wrote an essay for the Milken Institute’s Power of Ideas series that advocates for collaboration between the public and the private sectors to tackle challenges including housing security and climate change that affect Americans’ health. Our friend and frequent collaborator, Baroness Camilla Cavendish, just released a book that challenges our preconceptions about older societies, analyzes the inequalities of aging, and much more. Read her book for her advice about how to live a longer and more fulfilling life. The World Health Organization released guidelines about how to reduce the risk of cognitive decline and dementia. With our aging societies, we must focus on how to prevent chronic disease before it starts. Read their recommendations here. Business Council Member Freddy Abnousi of Facebook joined a group of researchers to investigate how social networks may help us have a greater understanding of the social determinants of health and give us new targets to influence health outcomes. Read the research report here. Our colleague, Joe Coughlin, director of the MIT AgeLab, was just featured in the <i>New Yorker<\/i>. Read about the Lab’s “sudden aging” suit, the paradox of the longevity economy, and how to slow the process of aging. Read the feature here. Read the 10 myths about aging that came from the 10th annual What’s Hot in Aging Research at USC conference, led by our friend and Academic and Policy Advisory Board Member Dean Hassy Cohen. Age-Forward 2030 <b>Age-Forward 2030 Panel at Global Conference<\/b> <b>“The City for all Ages: Harnessing the Promise of Longevity”<\/b> – This panel featured Dan Buettner, Carol Coletta, Rodney Slater, the Mayor of Helsinki Jan Vapaavuori, and was moderated by James Anderson. Our panelists looked to the future as they discussed different policies that help build community, decrease disparities, and increase healthy longevity. <b>Highlight: Age-Forward 2030 Delphi Survey Results <\/b> Earlier this year, the Center for the Future of Aging asked 150 experts to participate in an Age-Forward 2030 Delphi method survey. This future-casting survey asked questions about economic development, designing for inclusion, and resilient networks for healthy aging.<i> <\/i>Center Associate Director Caroline Servat revealed the top-level findings to the center business council and academic and advisory council members during the Global Conference. When we asked the experts what was the most critical policy intervention that city leaders should prioritize between now and 2030, <b>80 percent of respondents ranked access to safe and affordable housing as the top aging-related priority. <\/b> <b>Highlight: Global Conference Interview with Mayor of Helsinki Jan Vapaavuori and Dan Buettner <\/b> Paul Irving interviewed Mayor of Helsinki Jan Vapaavuori and Dan Buettner of Blue Zones on the future of aging in cities across the globe and discussed new pathways for urban policy makers to take action now to prepare for an age-forward 2030. <b>Looking Ahead<\/b> The center continues to build upon the success of its Best Cities for Successful Aging index, collaborating with other organizations to provide a roadmap for policy makers, business leaders, and urban innovators. Our objective is to enable purposeful, productive, and healthy aging and enhance urban livability for all. Our Age-Forward 2030 program challenges cities and communities to prepare for an older, increasingly diverse, and economically stratified population by integrating population aging into strategies for economic growth, inclusion, and resiliency. The forthcoming Age-Forward 2030 report, will focus on three priority areas for city leaders to take action:<b> <br \/> 1) Age-Forward Economic Development<br \/> 2) Redesigning the Urban Landscape for All Ages<br \/> 3) Resilient Networks for Healthy Aging<br \/><br \/> The report is slated for release this fall. The center is partnering with the SCAN Foundation to identify mayors and elected officials of California cities who are preparing their communities for an aging state and embracing innovation opportunities. For the 2019 Innovation Award, the center and the SCAN Foundation seek to recognize California city leaders and elevate their efforts that exemplify Age-Forward 2030. <b>Articles and Appearances<\/b> Caroline Servat moderated a panel at the SXSW Conference in Austin on “Cities Harnessing the Longevity Dividend,” featuring our Advisory Board Member and former HUD Secretary Henry Cisneros, Stephen Johnson of Aging 2.0, and Laura Latham of Gensler. This panel covered the different ways that cities can advance the age-forward movement in their community planning, policy-making, and business ecosystems. <b> <\/b> Paul Irving spoke about age-forward design, the age-diverse workforce, and the potential of the longevity economy at a meeting of the Global Design Alliance in Los Angeles. <b>Additional Reading and Research<\/b> Business Council Member Robert Kramer, founder of the National Investment Center for Seniors Housing &amp; Care, teamed up with NORC and <i>Health Affairs<\/i> to examine the housing and long-term care needs for middle-income older Americans over the next decade. Will the middle class be able to afford the costs that come with aging? Read the report for the answers. Henry Cisneros’ book about promoting economic mobility, advancing equity, and driving growth in cities is an amazing complement to our Age-Forward 2030 initiative. Pick it up here. <b>Moving Forward<\/b> As we move forward on our ambitious agenda for 2019, all of us at the Center for the Future of Aging look forward to a year of progress. Thank you to our supporters, friends, and collaborators for working with us—and for all you do to improve lives. Engage with us at our events. Follow us on Facebook, Twitter, and LinkedIn to read our latest publications. Subscribe here to receive the newsletter in your inbox. <\/b><\/b>",
    "summary": null,
    "summary_processed": ""
}