{
    "_links": {
        "self": {
            "href": "http:\/\/localhost:8080\/article\/drug-enforcement-administration-and-discovery-education-join-forces-milken-institute?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/node\/article"
        },
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json",
                "lang": "en"
            }
        ]
    },
    "nid": [
        {
            "value": 694
        }
    ],
    "uuid": [
        {
            "value": "f5c838c4-c351-4b8e-a6f1-79df604dd00c"
        }
    ],
    "vid": [
        {
            "value": 694
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "type": [
        {
            "target_id": "article"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2020-02-13T07:45:06+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ],
                "lang": "en"
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "title": [
        {
            "value": "Drug Enforcement Administration and Discovery Education Join Forces With Milken Institute to Announce Drug Prevention Call To Action At 2017 Future of Health Summit",
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": "2017-10-25T10:29:37+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2019-06-27T14:34:00+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "sticky": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "revision_translation_affected": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "metatag": [
        {
            "value": []
        }
    ],
    "path": [
        {
            "alias": "\/article\/drug-enforcement-administration-and-discovery-education-join-forces-milken-institute",
            "pid": 747,
            "langcode": "en",
            "lang": "en"
        }
    ],
    "value": " (Washington, D.C. – Tuesday, October 24, 2017) To combat America’s rapidly growing opioid and heroin epidemic, the Milken Institute’s Lynda and Stewart Resnick Center for Public Health is joining forces with the United States Drug Enforcement Administration (DEA), DEA Educational Foundation and Discovery Education, the leading provider of digital content and professional development for K-12 classrooms, to expand the reach of Operation Prevention – a national, standards-based initiative developed to educate students, families, and employees about the science behind opioids, and their impact on the brain and body. Since launching in October of 2016, Operation Prevention’s immersive English-and Spanish-language tools have reached more than one million young people ages 8 to18.“Operation Prevention’s mission to educate youth will make a meaningful contribution to the future of our nation’s health. The Lynda and Stewart Resnick Center for Public Health at the Milken Institute is pleased to be a part of the call to action to expand access to and awareness of prevention resources for communities,” said Ed Greissing, executive director, Lynda and Stewart Resnick Center for Public Health, Milken Institute. “This collaboration builds on the Institute’s efforts to extend life, and promote health and wellness at all ages, by using the most effective strategies to empower people in America and across the globe.”The DEA, Discovery Education and the Milken Institute Center for Public Health will expand the reach of this program to millions more young people, and will be joined by a combined network of educators, advocacy organizations, businesses, think-tanks, and philanthropic institutions in all 50 states. The National Institute on Drug Abuse (NIDA), the Substance and Abuse and Mental Health Services Administration's (SAMHSA) Center for Substance Abuse Prevention, and the U.S. Department of Education have contributed content, insights, and best practices to the development of Operation Prevention.“This is an unprecedented epidemic – its growing and its growing fast. The United States makes up just five percent of the world’s population, but consumes the vast majority of the world’s hydrocodone. That said, it’s not surprising that opioids account for roughly three-fifths of all drug overdoses in the nation,” said DEA Acting Administrator Robert W. Patterson. “We’re proud of the fact that Operation Preventionis a free, science-based education tool for students, teachers, and parents. In collaboration with Discovery Education, the Milken Institute, and other key organizations, we are able to make the opioid epidemic understandable for students by teaching them the science behind addiction.\"Requiring no local sponsorship or corporate underwriting to activate, Operation Prevention is available for use today in every school, afterschool and community-based program in the United States. A comprehensive youth initiative, Operation Prevention combines virtual field trips, parent resources, digital tools, and a nationwide peer-to-peer video challenge that encourages teens to create 30-60 second original public service announcements (PSAs). The PSAs are designed to engage students in life-saving conversations about the science of addiction.The DEA tapped Discovery Education to help activate Operation Prevention in local communities through the Discovery Education Community, the largest professional learning community of its kind. In addition, Operation Prevention is also accessible through Discovery Education’s Streaming services.“Today marks an important milestone in the work of Operation Prevention as we join forces with the Milken Institute, and leading education and business advocacy organizations, to further ignite lifesaving conversations in classrooms and communities nationwide,\" said Lori McFarling, senior vice president and chief marketing officer, Discovery Education. \"We are proud to have been selected as the DEA's national education partner and look forward to collaborating with the organizations announced today, and others in the weeks ahead, to reach every student, every classroom, and every community, as we endeavor to eliminate opioid misuse in our country.\"According to the 2017 National Survey on Drug Use and Health (NSDUH), there were 11.8 million people aged 12 or older who misused opioids in the past year. More than 11 million pain reliever misusers and 948,000 heroin users have been impacted by the epidemic, and one in five teens say they have used prescription medicine at least once in their lifetime to get high.Discovery Communications, parent company of Discovery Education, announced today it will airOperation Prevention PSAs across its national networks to further magnify the importance of understanding the dangers of prescription drug abuse.In addition, the following organizations have committed to joining Operation Prevention’s efforts to help initiate life-saving conversations about drug-free living:Afterschool Alliance: The Afterschool Alliance is a nonprofit public awareness and advocacy organization working to ensure that all children and youth have access to quality afterschool programs. The Alliance works with a broad range of organizations, supporters, and afterschool stakeholders, including: policymakers and policymaker associations, advocacy groups, afterschool coalitions, the 50 state afterschool networks, and more than 25,000 afterschool programs across the nation.CECP “The CEO Force for Good”: CECP is a CEO-led coalition that believes that a company’s social strategy – how it engages with key stakeholders including employees, communities, investors, and customers – determines company success. The organization helps companies transform their social strategy by providing customized connections and networking, counsel and support, benchmarking and trends, and awareness building and recognition.National Association for Secondary School Principals (NASSP): NASSP is the leading organization of and voice for principals and other school leaders across the United States. NASSP seeks to transform education through school leadership, recognizing that the fulfillment of each student's potential relies on great leaders in every school committed to the success of each student.Social Innovation Summit (SIS): Operating at the nexus of technology, investment, philanthropy, international development, and business, SIS brings together the world’s most potent leaders, thinkers, and practitioners to catalyze inspired partnerships that will disrupt history. At the organization’s Global Summit and throughout the year, SIS’ community of thinkers comes together not just to talk about the next big thing – but to build it.The School Superintendents Association (AASA): AASA is the professional organization for more than 13,000 educational leaders in the United States and throughout the world. AASA’s mission is to support and develop effective school system leaders who are dedicated to the highest quality public education for all children.“With the vast number of teens and adults affected by the current opioid crisis, I am gratified to see this partnership formed between the DEA, the DEA Educational Foundation, Discovery Education, and the Milken Institute,” said EJ Milken, DEA Educational Foundation, Board of Directors. “This collaboration to promote Operation Prevention will bring solid, science-based information to communities, and help the next generation make informed and healthy decisions.\"Tomorrow, October 25, at 1:00 p.m. EDT, Operation Prevention will launch “On the Frontlines of the Opioid Epidemic: A Community Fighting Back,” an engaging virtual field trip where students from across the country will visit Huntington, West Virginia, to hear powerful personal stories from brave teens and change makers in the city. The immersive experience will be livestreamed from operationprevention.com and sciencechannel.com. Drug-free living forums and conversations will also kick off in 2018 in a number of cities nationwide, including: Charlotte, North Carolina; Santa Rosa, Florida; Nashville, Tennessee; and Los Angeles, California. This effort will connect communities to the Operation Prevention work already underway to address this national crisis. Events will encourage individuals and organizations to take a pledge to combat opioid abuse. For more information and to take the pledge to share Operation Prevention, visit here. To learn more about Discovery Education’s digital content and professional development services, visitdiscoveryeducation.com. Stay connected with Discovery Education on social media through Facebook, follow us on Twitter at @DiscoveryEd, or find us on Instagram.###<b>About the Drug Enforcement Administration<\/b>The mission of the Drug Enforcement Administration (DEA) is to enforce the controlled substances laws and regulations of the United States and bring to the criminal and civil justice system of the United States, or any other competent jurisdiction, those organizations and principal members of organizations, involved in the growing, manufacture, or distribution of controlled substances appearing in or destined for illicit traffic in the United States; and to recommend and support non-enforcement programs aimed at reducing the availability of illicit controlled substances on the domestic and international markets. The DEA encourages parents, along with their children, to educate themselves about the dangers of legal and illegal drugs by visiting DEA’s interactive websites at www.justthinktwice.gov, www.getsmartaboutdrugs.gov and www.dea.gov. <b>About Discovery Education<\/b>Discovery Education is the global leader in standards-based digital content for K-12, transforming teaching and learning with award-winning digital textbooks, multimedia content, professional development, and the largest professional learning community of its kind. Serving 4.5 million educators and more than 50 million students, Discovery Education’s services are in half of U.S. classrooms, 50 percent of all primary schools in the UK, and more than 50 countries. Discovery Education partners with districts, states, and like-minded organizations to captivate students, empower teachers, and transform classrooms with customized solutions that increase academic achievement. Discovery Education is powered by Discovery Communications (NASDAQ: DISCA, DISCB, DISCK), the number one nonfiction media company in the world. Explore the future of education at www.discoveryeducation.com.",
    "format": "rich_text",
    "processed": " (Washington, D.C. – Tuesday, October 24, 2017) To combat America’s rapidly growing opioid and heroin epidemic, the Milken Institute’s Lynda and Stewart Resnick Center for Public Health is joining forces with the United States Drug Enforcement Administration (DEA), DEA Educational Foundation and Discovery Education, the leading provider of digital content and professional development for K-12 classrooms, to expand the reach of Operation Prevention – a national, standards-based initiative developed to educate students, families, and employees about the science behind opioids, and their impact on the brain and body. Since launching in October of 2016, Operation Prevention’s immersive English-and Spanish-language tools have reached more than one million young people ages 8 to18.“Operation Prevention’s mission to educate youth will make a meaningful contribution to the future of our nation’s health. The Lynda and Stewart Resnick Center for Public Health at the Milken Institute is pleased to be a part of the call to action to expand access to and awareness of prevention resources for communities,” said Ed Greissing, executive director, Lynda and Stewart Resnick Center for Public Health, Milken Institute. “This collaboration builds on the Institute’s efforts to extend life, and promote health and wellness at all ages, by using the most effective strategies to empower people in America and across the globe.”The DEA, Discovery Education and the Milken Institute Center for Public Health will expand the reach of this program to millions more young people, and will be joined by a combined network of educators, advocacy organizations, businesses, think-tanks, and philanthropic institutions in all 50 states. The National Institute on Drug Abuse (NIDA), the Substance and Abuse and Mental Health Services Administration's (SAMHSA) Center for Substance Abuse Prevention, and the U.S. Department of Education have contributed content, insights, and best practices to the development of Operation Prevention.“This is an unprecedented epidemic – its growing and its growing fast. The United States makes up just five percent of the world’s population, but consumes the vast majority of the world’s hydrocodone. That said, it’s not surprising that opioids account for roughly three-fifths of all drug overdoses in the nation,” said DEA Acting Administrator Robert W. Patterson. “We’re proud of the fact that Operation Preventionis a free, science-based education tool for students, teachers, and parents. In collaboration with Discovery Education, the Milken Institute, and other key organizations, we are able to make the opioid epidemic understandable for students by teaching them the science behind addiction.\"Requiring no local sponsorship or corporate underwriting to activate, Operation Prevention is available for use today in every school, afterschool and community-based program in the United States. A comprehensive youth initiative, Operation Prevention combines virtual field trips, parent resources, digital tools, and a nationwide peer-to-peer video challenge that encourages teens to create 30-60 second original public service announcements (PSAs). The PSAs are designed to engage students in life-saving conversations about the science of addiction.The DEA tapped Discovery Education to help activate Operation Prevention in local communities through the Discovery Education Community, the largest professional learning community of its kind. In addition, Operation Prevention is also accessible through Discovery Education’s Streaming services.“Today marks an important milestone in the work of Operation Prevention as we join forces with the Milken Institute, and leading education and business advocacy organizations, to further ignite lifesaving conversations in classrooms and communities nationwide,\" said Lori McFarling, senior vice president and chief marketing officer, Discovery Education. \"We are proud to have been selected as the DEA's national education partner and look forward to collaborating with the organizations announced today, and others in the weeks ahead, to reach every student, every classroom, and every community, as we endeavor to eliminate opioid misuse in our country.\"According to the 2017 National Survey on Drug Use and Health (NSDUH), there were 11.8 million people aged 12 or older who misused opioids in the past year. More than 11 million pain reliever misusers and 948,000 heroin users have been impacted by the epidemic, and one in five teens say they have used prescription medicine at least once in their lifetime to get high.Discovery Communications, parent company of Discovery Education, announced today it will airOperation Prevention PSAs across its national networks to further magnify the importance of understanding the dangers of prescription drug abuse.In addition, the following organizations have committed to joining Operation Prevention’s efforts to help initiate life-saving conversations about drug-free living:Afterschool Alliance: The Afterschool Alliance is a nonprofit public awareness and advocacy organization working to ensure that all children and youth have access to quality afterschool programs. The Alliance works with a broad range of organizations, supporters, and afterschool stakeholders, including: policymakers and policymaker associations, advocacy groups, afterschool coalitions, the 50 state afterschool networks, and more than 25,000 afterschool programs across the nation.CECP “The CEO Force for Good”: CECP is a CEO-led coalition that believes that a company’s social strategy – how it engages with key stakeholders including employees, communities, investors, and customers – determines company success. The organization helps companies transform their social strategy by providing customized connections and networking, counsel and support, benchmarking and trends, and awareness building and recognition.National Association for Secondary School Principals (NASSP): NASSP is the leading organization of and voice for principals and other school leaders across the United States. NASSP seeks to transform education through school leadership, recognizing that the fulfillment of each student's potential relies on great leaders in every school committed to the success of each student.Social Innovation Summit (SIS): Operating at the nexus of technology, investment, philanthropy, international development, and business, SIS brings together the world’s most potent leaders, thinkers, and practitioners to catalyze inspired partnerships that will disrupt history. At the organization’s Global Summit and throughout the year, SIS’ community of thinkers comes together not just to talk about the next big thing – but to build it.The School Superintendents Association (AASA): AASA is the professional organization for more than 13,000 educational leaders in the United States and throughout the world. AASA’s mission is to support and develop effective school system leaders who are dedicated to the highest quality public education for all children.“With the vast number of teens and adults affected by the current opioid crisis, I am gratified to see this partnership formed between the DEA, the DEA Educational Foundation, Discovery Education, and the Milken Institute,” said EJ Milken, DEA Educational Foundation, Board of Directors. “This collaboration to promote Operation Prevention will bring solid, science-based information to communities, and help the next generation make informed and healthy decisions.\"Tomorrow, October 25, at 1:00 p.m. EDT, Operation Prevention will launch “On the Frontlines of the Opioid Epidemic: A Community Fighting Back,” an engaging virtual field trip where students from across the country will visit Huntington, West Virginia, to hear powerful personal stories from brave teens and change makers in the city. The immersive experience will be livestreamed from operationprevention.com and sciencechannel.com. Drug-free living forums and conversations will also kick off in 2018 in a number of cities nationwide, including: Charlotte, North Carolina; Santa Rosa, Florida; Nashville, Tennessee; and Los Angeles, California. This effort will connect communities to the Operation Prevention work already underway to address this national crisis. Events will encourage individuals and organizations to take a pledge to combat opioid abuse. For more information and to take the pledge to share Operation Prevention, visit here. To learn more about Discovery Education’s digital content and professional development services, visitdiscoveryeducation.com. Stay connected with Discovery Education on social media through Facebook, follow us on Twitter at @DiscoveryEd, or find us on Instagram.###<b>About the Drug Enforcement Administration<\/b>The mission of the Drug Enforcement Administration (DEA) is to enforce the controlled substances laws and regulations of the United States and bring to the criminal and civil justice system of the United States, or any other competent jurisdiction, those organizations and principal members of organizations, involved in the growing, manufacture, or distribution of controlled substances appearing in or destined for illicit traffic in the United States; and to recommend and support non-enforcement programs aimed at reducing the availability of illicit controlled substances on the domestic and international markets. The DEA encourages parents, along with their children, to educate themselves about the dangers of legal and illegal drugs by visiting DEA’s interactive websites at www.justthinktwice.gov, www.getsmartaboutdrugs.gov and www.dea.gov. <b>About Discovery Education<\/b>Discovery Education is the global leader in standards-based digital content for K-12, transforming teaching and learning with award-winning digital textbooks, multimedia content, professional development, and the largest professional learning community of its kind. Serving 4.5 million educators and more than 50 million students, Discovery Education’s services are in half of U.S. classrooms, 50 percent of all primary schools in the UK, and more than 50 countries. Discovery Education partners with districts, states, and like-minded organizations to captivate students, empower teachers, and transform classrooms with customized solutions that increase academic achievement. Discovery Education is powered by Discovery Communications (NASDAQ: DISCA, DISCB, DISCK), the number one nonfiction media company in the world. Explore the future of education at www.discoveryeducation.com.",
    "summary": null,
    "summary_processed": ""
}