{
    "_links": {
        "self": {
            "href": "http:\/\/localhost:8080\/article\/self-empowerment-later-life-response-ageism?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/node\/article"
        },
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_promo_slide": [
            {
                "href": "http:\/\/localhost:8080\/slide\/85?_format=hal_json"
            }
        ]
    },
    "nid": [
        {
            "value": 551
        }
    ],
    "uuid": [
        {
            "value": "fb3e6ae2-4c29-4543-ab92-cfa3dbc4fca3"
        }
    ],
    "vid": [
        {
            "value": 551
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "type": [
        {
            "target_id": "article"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2020-02-13T07:45:06+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/user\/2?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "20b60d4b-bf21-4da9-8d41-4af6bd4e47ba"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_promo_slide": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/localhost:8080\/slide\/85?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/slide\/full_width_one_column"
                    }
                },
                "uuid": [
                    {
                        "value": "d2f72491-d7e1-4d2c-af88-a1990ac5d3b6"
                    }
                ]
            }
        ]
    },
    "status": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "title": [
        {
            "value": "Self-Empowerment in Later Life as a Response to Ageism ",
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": "2019-06-13T23:43:42+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2019-06-13T23:46:53+00:00",
            "lang": "en",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "sticky": [
        {
            "value": false,
            "lang": "en"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "revision_translation_affected": [
        {
            "value": true,
            "lang": "en"
        }
    ],
    "metatag": [
        {
            "value": []
        }
    ],
    "path": [
        {
            "alias": "\/article\/self-empowerment-later-life-response-ageism",
            "pid": 604,
            "langcode": "en",
            "lang": "en"
        }
    ],
    "value": "Ageism is alive and well, with old-age stereotypes lurking in public and private institutions. From the water cooler to the webpage, negative age bias is frustratingly prevalent. For older individuals, recognizing the current reality is a difficult, yet necessary, first step toward self-empowerment. Those who take that step position themselves to make their later years as productive and purposeful as they can be. <b>Evidence of Ageism Abounds<\/b> In a recent New York Times editorial, Anne Karpf said, “Older people are likely to be seen as a burden and a drain on resources, rather than as a resource in themselves. . . . Such ‘gerontophobia’ is harmful because we internalize it. Ageism has been described as prejudice against one’s future self. It tells us that age is our defining characteristic and that, as midnight strikes on a milestone birthday, we will become nothing but old—emptied of our passions, abilities and experience—infused instead with frailty and decline” (Karpf, 2015). A Yale study of Facebook underscored the problem. The authors analyzed each publicly accessible Facebook group that concentrated on older adults (Levy et al., 2014). Of the eighty-four groups analyzed, all but one of the site descriptions focused on negative age stereotypes. Seventy-four percent excoriated older individuals, 27 percent infantilized them, and 37 percent advocated banning them from public activities, such as shopping. As the authors suggested, “Facebook has the potential to break down barriers between generations; in practice, it may have erected new ones.” In “An Inconvenienced Youth? Ageism and Its Potential Intergenerational Roots,” Michael North and Susan Fiske (2012) wrote, “In the modern world, older people face reduced social and economic opportunities, damage to self-esteem, and exacerbated physical health problems, to name only a few consequences<b> of ageist treatment.” Ageism is not just based on poor information. It’s morally wrong. It impedes opportunity for older workers and for those who seek work. It exacerbates financial insecurity for a population that wishes and needs to remain engaged. It elevates costly health risks for older adults and the broader society. Ageism’s practical consequences are real, experienced all too often by those who can least afford to be sidelined. <strong>Ageism in the Workplace<\/b> The effects of ageism are particularly concerning at a time in which baby boomers have new expectations about work and retirement. Two-thirds of baby boomers plan to work past age 65, or do not plan to retire at all, according to Catherine Collinson (2014) of the Transamerica Center for Retirement Studies. How will they realize their aspirations? Paradoxically, ageism may frustrate the opportunity to fully realize the benefits of this emerging resource of human capital. A research report from AARP (2013) found that approximately two-thirds of workers ages 45 to 74 say they have seen or experienced age discrimination in the workplace. Of those, a remarkable 92 percent say age discrimination is very, or somewhat, common. U.S. Secretary of Labor Tom Perez, in an interview with CNN’s Christine Romans, said, “I have spoken to many long-term unemployed people who have expressed the strong belief that their age has been a barrier to re-employment” (Romans, 2014). In their article, “Age Discrimination and the Great Recession,” David Neumark and Patrick Button (2014) concluded that despite statutory age discrimination protections, “Increasing unemployment duration for older workers has led to speculation that age discrimination may have played a role. Increased discrimination due to poor labor markets might be expected because long queues of job applicants allow employers to apply more arbitrary selection criteria when making hiring decisions.” <b>What Will It Take to Change?<\/b> The Age Discrimination and Employment Act of 1967 and its amendments prohibit employment discrimination based on age—from ages 40 and older—and many states provide additional protections for older workers, but legal mandates rarely change hearts and minds. That will require movement-building, new programs and policies, and cultural transformation—a process that is slow, sometimes taking generations. Yet, overcoming ageism is urgent at a time when America’s older population is growing rapidly in the context of a massive global demographic shift—a “silver tsunami,” in the vocabulary of those who characterize aging populations only in negative terms. In societies dominated by older populations, failure to address systemic age bias and its impacts will not only frustrate the desires of an increasing number of older individuals who wish to remain productive and active, but also will negatively affect economic growth, competitiveness, innovation, and social progress across the broader society. There will be a change in attitudes and understanding about the potential of older adults. But the change will come too slowly. Older adults cannot wait for a massive cultural shift to catch up with the reality of their daily existence. Rather than wait for solutions from another source, individuals can step up, adapt, and acknowledge and embrace their age. By taking the path of self-empowered aging, they can push back against the loss of identity, connection, and purpose that too often comes as their years advance. <b>What Is Self-Empowered Aging?<\/b> Self-empowered aging means taking control of one’s life, learning, updating and improving skills, taking risks, building confidence, assuming power over personal circumstances, and developing the resilience to overcome inevitable challenges to come. In a society that has yet to fully appreciate the potential of older adults, self-empowered aging improves one’s odds to accomplish later life goals that others may discount, and to enjoy self-esteem and satisfaction that others may lack. The positive self-perception of aging that can flow from self-empowerment may actually save lives. A piece in the<i>Journal of Personality and Social Psychology<\/i> reported that older individuals with more positive self-perceptions of aging outlived those with less positive self-perceptions of aging by seven and a half years (Levy et al., 2002). There are many roads to self-empowerment, depending upon an individual’s personal objectives, inclinations, and values. <b>Prepare<\/b> Those entering older age can manage the process by exploring options, reading, reaching out to experts, and expanding relationships and networks. Maintaining health through good nutrition and exercise is another critical component of positive, proactive aging. <b>Return to school<\/b> Lifelong learning should be as much of a personal commitment for older adults as is good nutrition and exercise. Whether learning takes place on campus or online, it stimulates, engages, and empowers. It provides opportunity for intergenerational connection that is beneficial for older adults and the young people they mentor. It increases knowledge and refreshes skills. Education enhances confidence. It presents new challenges and goals. It redefines an older adult in the eyes of coworkers, friends, and family. It provides an information base and a new relationship network from which to advance a current career, pursue a new career, or begin an entrepreneurial venture. <b>Keep working<\/b> Older people who ponder traditional retirement would be wise to consider its effects on their health and their wealth. For older adults in past generations, the fear often was about running out of time. For an increasing number of those in traditional retirement age today, the fear is about running out of money. According to the Employee Benefit Research Institute (2014), nearly 60 percent of workers ages 55 and older have saved less than $100,000 for retirement and 24 percent have saved less than $1,000. Retirement years for these individuals are far from golden. Ongoing work increases financial security, and financial security is critical to self-empowered aging. More often than not, work is good for health. The separation, disengagement, withdrawal, and loneliness often associated with traditional retirement can elevate a wide range of health risks, from stress-related illness and depression to obesity. In a <i>New York Times<\/i> article, Tara Parker-Pope (2009) highlighted a University of Maryland study finding that men and women who kept working after retirement had fewer diseases and disabilities than those who quit work. In his editorial “Goodbye, Golden Years,” Edward Glaeser (2011) of Harvard University wrote: “The mid-20th century retirement boom seems like something of an aberration. In a sense, the current rise in the working elderly is a reversion to form, and perhaps that’s not such a bad thing. While some older workers will have to work because they can’t afford not to, there remains the sunny possibility that others . . . will do so because they find fulfillment in their jobs.” <b>Arrange an optimal schedule<\/b> For those who would like to work, but not necessarily in the same way they did at a younger age, it is increasingly common to have flexible and shared work arrangements, part-time and part-year schedules, and remote and off-site access. Future-focused employers are beginning to accommodate this flexibility out of enlightened self-interest. Older employees should take the time to enlighten them further. Older workers often get high marks for leadership, stability, problem-solving skills, loyalty, and reliability. The value of intergenerational workforces and mentoring relationships is increasingly understood and appreciated. Employers who do not accommodate older adults through flexible arrangements may ultimately face a talent shortage of experienced and knowledgeable workers. And older workers remaining in place can help their employers enjoy the fruits of the growing longevity economy because they relate to the prime and growing aging customer demographic. <b>Start a business<\/b> Despite daily stories about the initiative of millennial entrepreneurs, a higher percentage of middle-age and older workers take the start-up plunge, according to the Kauffman Foundation (Wadhwa, 2009). Entrepreneurship is not for everyone, but the increased experience, perspective, balance, and problem-solving skills of older adults enhance chances of success in a competitive world. One Fast Company article found that the age group most likely to consider themselves entrepreneurial is the baby boomers (Kamenetz, 2013). <b>Retire different<\/b> If retirement is a necessity or a well-thought-through goal, older workers can consider a phased—rather than abrupt—transition. Bridge approaches can retain experience and value for employers, enable mentorship of successors, and satisfy the desire of many older adults to enjoy the stimulation of work and more free time. They can retain the upside of ongoing engagement and the familiarity of the workplace and coworkers, but also have time to learn new things and take on new challenges. Inactivity and separation leading to boredom is a bad recipe for older adults. As David Bornstein of Solutions Journalism Network and <i>The New York Times<\/i> has said, “Retirement and disengagement should be packaged with a warning label, saying this is something you may not want to consume” (Milken Institute, 2014). <b>Volunteer or pursue an encore career<\/b> Beneficial purpose is associated with better health and a sense of well-being. Purposeful work is not just good for others; it’s good for those who do it. Rush University Medical Center’s study found that purpose in life delayed cognitive decline and promoted a more generally healthy life (Boyle et al., 2012). Social-sector organizations of all types and sizes can benefit from the experience and perspective of older workers. Such opportunities range from caregiving for those in need to educational and social support for the next generation. Volunteer organizations need help with capacity-building, development, finance and accounting, human resources, communications, and many other skills. Younger organizational leaders often are appreciative of the practical advice, experience, and helpful counsel available from older colleagues who are less interested in moving up a career ladder than in contributing and making a positive impact. As many as 31 million people in the age range of the mid-forties to 70 want a socially focused encore career, according to Encore.org and the MetLife Foundation (Civic Ventures, 2011). The opportunities for involvement are expanding. And an increasing number of older adults are getting involved in programs like Encore.org’s Encore Fellows. <b>Get involved in civic and community leadership<\/b> An engaged, productive population of older people is good for business—and for cities, regions, and nations. Older employees and business owners consume and contribute to economic growth. They produce tax revenue. They represent a market for products and services delivered by workers and entrepreneurs of all ages. They do purposeful work to strengthen the bonds of society and contribute to a brighter future. Active older adults set visible, positive examples for others, improve communities, and play an important part in redefining the meaning and potential of longer lives. <b>Keep perspective and a sense of humor<\/b> With the confidence that comes from self-empowerment and the experience to know that all paths in life have twists and turns, older adults need to take the challenges and opportunities of aging seriously. At the same time, they must try to maintain perspective and a sense of humor, even in the face of frustration. Ageism will not be gone tomorrow, and there will be roadblocks. However, the path will be smoother for those who recognize and appreciate that longer lives are a great gift of medical progress and scientific innovation. Past generations would be awestruck by the extent of our longevity and the possibilities for aging adults. Despite the many struggles ahead, today’s older adults can—and should—embrace with gratitude the experience of older age and the challenge of taking on ageism through self-empowerment. <i>Paul Irving is chairman of the Center for the Future of Aging at the Milken Institute and Distinguished Scholar in Residence at the University of Southern California Davis School of Gerontology. His most recent book is <\/i>The Upside of Aging: How Long Life Is Changing the World of Health, Work, Innovation, Policy and Purpose<i> (Hoboken, NJ: Wiley, 2014).<\/i> <b>Acknowledgement<\/b><b> <i>The author would like to thank Sindhu Kubendran for her research support.<\/i> <i><em>Editor’s Note: This article is taken from th<\/i>e Spring 2015 issue of ASA’s quarterly journal,<\/em> Generations, <i>an issue devoted to the topic “Self-Empowered Aging<\/i><i>.” ASA members receive<\/i> Generations <i>as a membership benefit; non-members may purchase subscriptions or single copies of issues at our online store. <\/i><i>Full digital access to current and back issues of <\/i>Generations <i>is also available to ASA members and <\/i>Generations <i>subscribers at Ingenta Connect. For details, click here.<\/i> <strong>References<\/b> AARP. 2013. Staying Ahead of the Curve 2013: AARP Multicultural Work and Career Study Perceptions of Age Discrimination in the Workplace—Ages 45–74. Retrieved January 14, 2015. Boyle, P., et al. 2012. “Effect of Purpose in Life on the Relation between Alzheimer Disease Pathologic Changes on Cognitive Function in Advanced Age.” <i>Archives of General Psychiatry<\/i> 69(5): 499–504. Civic Ventures. 2011. “Encore Career Choices: Purpose, Passion and a Paycheck in a Tough Economy.”www.encore.org\/files\/EncoreCareerChoices.pdf. Retrieved January 14, 2015. Collinson, C. 2014. Baby Boomer Workers Are Revolutionizing Retirement: Are They and Their Employers Ready? Los Angeles: Transamerica Center for Retirement Studies. Retrieved January 14, 2015. Employee Benefits Research Institute. 2014. 2014 RCS Fact Sheet #4. Retrieved January 14, 2015. Glaeser, E. 2011. “Goodbye, Golden Years.” <i>The New York Times<\/i>, November 19. Retrieved January 14, 2015. Kamenetz, A. 2013. “Boomers Take More Risks, Start More Businesses than Twenty-somethings: Study.” Leadership (blog), Fast Company.com. Retrieved January 14, 2015. Karpf, A. 2015. “The Liberation of Growing Old.” <i>The New York Times<\/i>, January 4. Retrieved February 12, 2015. Levy, B. R., et al. 2002. “Longevity Increased by Positive Self-perceptions of Aging.” <i>Journal of Personality and Social Psychology<\/i> 83(2): 261–70. Levy, B. R., et al. 2014. “Facebook as a Site for Negative Age Stereotypes.” <i>The Gerontologist<\/i> 54(2): 172–6. Lobosco, K. 2014. “Americans Air Worries about Age Bias in Jobs.” CNNMoney (blog), CNN.com. Retrieved January 14, 2015. Milken Institute. 2014. Aging and Beneficial Purpose in the 21st Century: The New Longevity Dividend. Santa Monica, CA: Milken Institute. Neumark, D., and Button, P. 2014. “Age Discrimination and the Great Recession.” FRBSF Economic Letter–10. Retrieved January 14, 2015. North, M. S., and Fiske, S. T. 2012. “An Inconvenienced Youth? Ageism and Its Potential Intergenerational Roots.”<i>Psychological Bulletin<\/i> 138(5): 982–97. Parker-Pope, T. 2009. “For a Healthy Retirement, Keep Working.” <i>The New York Times<\/i>, October 19. Retrieved January 14, 2015. Romans, C. 2014 “The Dog Days of Summer Weren’t Good for U.S. Jobs, and the American Public Is Worried.” (CNN Live Chat), CNNMoney (blog) (CNNMoney Facebook page), CNN.com. Retrieved January 14, 2015. Wadhwa, V., et al. 2009. The Anatomy of an Entrepreneur: Family Background and Motivation. Kansas City, MO: Ewing Marion Kauffman Foundation. Retrieved January 14, 2015.",
    "format": "rich_text",
    "processed": "Ageism is alive and well, with old-age stereotypes lurking in public and private institutions. From the water cooler to the webpage, negative age bias is frustratingly prevalent. For older individuals, recognizing the current reality is a difficult, yet necessary, first step toward self-empowerment. Those who take that step position themselves to make their later years as productive and purposeful as they can be. <b>Evidence of Ageism Abounds<\/b> In a recent New York Times editorial, Anne Karpf said, “Older people are likely to be seen as a burden and a drain on resources, rather than as a resource in themselves. . . . Such ‘gerontophobia’ is harmful because we internalize it. Ageism has been described as prejudice against one’s future self. It tells us that age is our defining characteristic and that, as midnight strikes on a milestone birthday, we will become nothing but old—emptied of our passions, abilities and experience—infused instead with frailty and decline” (Karpf, 2015). A Yale study of Facebook underscored the problem. The authors analyzed each publicly accessible Facebook group that concentrated on older adults (Levy et al., 2014). Of the eighty-four groups analyzed, all but one of the site descriptions focused on negative age stereotypes. Seventy-four percent excoriated older individuals, 27 percent infantilized them, and 37 percent advocated banning them from public activities, such as shopping. As the authors suggested, “Facebook has the potential to break down barriers between generations; in practice, it may have erected new ones.” In “An Inconvenienced Youth? Ageism and Its Potential Intergenerational Roots,” Michael North and Susan Fiske (2012) wrote, “In the modern world, older people face reduced social and economic opportunities, damage to self-esteem, and exacerbated physical health problems, to name only a few consequences<b> of ageist treatment.” Ageism is not just based on poor information. It’s morally wrong. It impedes opportunity for older workers and for those who seek work. It exacerbates financial insecurity for a population that wishes and needs to remain engaged. It elevates costly health risks for older adults and the broader society. Ageism’s practical consequences are real, experienced all too often by those who can least afford to be sidelined. <strong>Ageism in the Workplace<\/strong><\/b> The effects of ageism are particularly concerning at a time in which baby boomers have new expectations about work and retirement. Two-thirds of baby boomers plan to work past age 65, or do not plan to retire at all, according to Catherine Collinson (2014) of the Transamerica Center for Retirement Studies. How will they realize their aspirations? Paradoxically, ageism may frustrate the opportunity to fully realize the benefits of this emerging resource of human capital. A research report from AARP (2013) found that approximately two-thirds of workers ages 45 to 74 say they have seen or experienced age discrimination in the workplace. Of those, a remarkable 92 percent say age discrimination is very, or somewhat, common. U.S. Secretary of Labor Tom Perez, in an interview with CNN’s Christine Romans, said, “I have spoken to many long-term unemployed people who have expressed the strong belief that their age has been a barrier to re-employment” (Romans, 2014). In their article, “Age Discrimination and the Great Recession,” David Neumark and Patrick Button (2014) concluded that despite statutory age discrimination protections, “Increasing unemployment duration for older workers has led to speculation that age discrimination may have played a role. Increased discrimination due to poor labor markets might be expected because long queues of job applicants allow employers to apply more arbitrary selection criteria when making hiring decisions.” <b>What Will It Take to Change?<\/b> The Age Discrimination and Employment Act of 1967 and its amendments prohibit employment discrimination based on age—from ages 40 and older—and many states provide additional protections for older workers, but legal mandates rarely change hearts and minds. That will require movement-building, new programs and policies, and cultural transformation—a process that is slow, sometimes taking generations. Yet, overcoming ageism is urgent at a time when America’s older population is growing rapidly in the context of a massive global demographic shift—a “silver tsunami,” in the vocabulary of those who characterize aging populations only in negative terms. In societies dominated by older populations, failure to address systemic age bias and its impacts will not only frustrate the desires of an increasing number of older individuals who wish to remain productive and active, but also will negatively affect economic growth, competitiveness, innovation, and social progress across the broader society. There will be a change in attitudes and understanding about the potential of older adults. But the change will come too slowly. Older adults cannot wait for a massive cultural shift to catch up with the reality of their daily existence. Rather than wait for solutions from another source, individuals can step up, adapt, and acknowledge and embrace their age. By taking the path of self-empowered aging, they can push back against the loss of identity, connection, and purpose that too often comes as their years advance. <b>What Is Self-Empowered Aging?<\/b> Self-empowered aging means taking control of one’s life, learning, updating and improving skills, taking risks, building confidence, assuming power over personal circumstances, and developing the resilience to overcome inevitable challenges to come. In a society that has yet to fully appreciate the potential of older adults, self-empowered aging improves one’s odds to accomplish later life goals that others may discount, and to enjoy self-esteem and satisfaction that others may lack. The positive self-perception of aging that can flow from self-empowerment may actually save lives. A piece in the<i>Journal of Personality and Social Psychology<\/i> reported that older individuals with more positive self-perceptions of aging outlived those with less positive self-perceptions of aging by seven and a half years (Levy et al., 2002). There are many roads to self-empowerment, depending upon an individual’s personal objectives, inclinations, and values. <b>Prepare<\/b> Those entering older age can manage the process by exploring options, reading, reaching out to experts, and expanding relationships and networks. Maintaining health through good nutrition and exercise is another critical component of positive, proactive aging. <b>Return to school<\/b> Lifelong learning should be as much of a personal commitment for older adults as is good nutrition and exercise. Whether learning takes place on campus or online, it stimulates, engages, and empowers. It provides opportunity for intergenerational connection that is beneficial for older adults and the young people they mentor. It increases knowledge and refreshes skills. Education enhances confidence. It presents new challenges and goals. It redefines an older adult in the eyes of coworkers, friends, and family. It provides an information base and a new relationship network from which to advance a current career, pursue a new career, or begin an entrepreneurial venture. <b>Keep working<\/b> Older people who ponder traditional retirement would be wise to consider its effects on their health and their wealth. For older adults in past generations, the fear often was about running out of time. For an increasing number of those in traditional retirement age today, the fear is about running out of money. According to the Employee Benefit Research Institute (2014), nearly 60 percent of workers ages 55 and older have saved less than $100,000 for retirement and 24 percent have saved less than $1,000. Retirement years for these individuals are far from golden. Ongoing work increases financial security, and financial security is critical to self-empowered aging. More often than not, work is good for health. The separation, disengagement, withdrawal, and loneliness often associated with traditional retirement can elevate a wide range of health risks, from stress-related illness and depression to obesity. In a <i>New York Times<\/i> article, Tara Parker-Pope (2009) highlighted a University of Maryland study finding that men and women who kept working after retirement had fewer diseases and disabilities than those who quit work. In his editorial “Goodbye, Golden Years,” Edward Glaeser (2011) of Harvard University wrote: “The mid-20th century retirement boom seems like something of an aberration. In a sense, the current rise in the working elderly is a reversion to form, and perhaps that’s not such a bad thing. While some older workers will have to work because they can’t afford not to, there remains the sunny possibility that others . . . will do so because they find fulfillment in their jobs.” <b>Arrange an optimal schedule<\/b> For those who would like to work, but not necessarily in the same way they did at a younger age, it is increasingly common to have flexible and shared work arrangements, part-time and part-year schedules, and remote and off-site access. Future-focused employers are beginning to accommodate this flexibility out of enlightened self-interest. Older employees should take the time to enlighten them further. Older workers often get high marks for leadership, stability, problem-solving skills, loyalty, and reliability. The value of intergenerational workforces and mentoring relationships is increasingly understood and appreciated. Employers who do not accommodate older adults through flexible arrangements may ultimately face a talent shortage of experienced and knowledgeable workers. And older workers remaining in place can help their employers enjoy the fruits of the growing longevity economy because they relate to the prime and growing aging customer demographic. <b>Start a business<\/b> Despite daily stories about the initiative of millennial entrepreneurs, a higher percentage of middle-age and older workers take the start-up plunge, according to the Kauffman Foundation (Wadhwa, 2009). Entrepreneurship is not for everyone, but the increased experience, perspective, balance, and problem-solving skills of older adults enhance chances of success in a competitive world. One Fast Company article found that the age group most likely to consider themselves entrepreneurial is the baby boomers (Kamenetz, 2013). <b>Retire different<\/b> If retirement is a necessity or a well-thought-through goal, older workers can consider a phased—rather than abrupt—transition. Bridge approaches can retain experience and value for employers, enable mentorship of successors, and satisfy the desire of many older adults to enjoy the stimulation of work and more free time. They can retain the upside of ongoing engagement and the familiarity of the workplace and coworkers, but also have time to learn new things and take on new challenges. Inactivity and separation leading to boredom is a bad recipe for older adults. As David Bornstein of Solutions Journalism Network and <i>The New York Times<\/i> has said, “Retirement and disengagement should be packaged with a warning label, saying this is something you may not want to consume” (Milken Institute, 2014). <b>Volunteer or pursue an encore career<\/b> Beneficial purpose is associated with better health and a sense of well-being. Purposeful work is not just good for others; it’s good for those who do it. Rush University Medical Center’s study found that purpose in life delayed cognitive decline and promoted a more generally healthy life (Boyle et al., 2012). Social-sector organizations of all types and sizes can benefit from the experience and perspective of older workers. Such opportunities range from caregiving for those in need to educational and social support for the next generation. Volunteer organizations need help with capacity-building, development, finance and accounting, human resources, communications, and many other skills. Younger organizational leaders often are appreciative of the practical advice, experience, and helpful counsel available from older colleagues who are less interested in moving up a career ladder than in contributing and making a positive impact. As many as 31 million people in the age range of the mid-forties to 70 want a socially focused encore career, according to Encore.org and the MetLife Foundation (Civic Ventures, 2011). The opportunities for involvement are expanding. And an increasing number of older adults are getting involved in programs like Encore.org’s Encore Fellows. <b>Get involved in civic and community leadership<\/b> An engaged, productive population of older people is good for business—and for cities, regions, and nations. Older employees and business owners consume and contribute to economic growth. They produce tax revenue. They represent a market for products and services delivered by workers and entrepreneurs of all ages. They do purposeful work to strengthen the bonds of society and contribute to a brighter future. Active older adults set visible, positive examples for others, improve communities, and play an important part in redefining the meaning and potential of longer lives. <b>Keep perspective and a sense of humor<\/b> With the confidence that comes from self-empowerment and the experience to know that all paths in life have twists and turns, older adults need to take the challenges and opportunities of aging seriously. At the same time, they must try to maintain perspective and a sense of humor, even in the face of frustration. Ageism will not be gone tomorrow, and there will be roadblocks. However, the path will be smoother for those who recognize and appreciate that longer lives are a great gift of medical progress and scientific innovation. Past generations would be awestruck by the extent of our longevity and the possibilities for aging adults. Despite the many struggles ahead, today’s older adults can—and should—embrace with gratitude the experience of older age and the challenge of taking on ageism through self-empowerment. <i>Paul Irving is chairman of the Center for the Future of Aging at the Milken Institute and Distinguished Scholar in Residence at the University of Southern California Davis School of Gerontology. His most recent book is <\/i>The Upside of Aging: How Long Life Is Changing the World of Health, Work, Innovation, Policy and Purpose<i> (Hoboken, NJ: Wiley, 2014).<\/i> <b>Acknowledgement<\/b><b> <i>The author would like to thank Sindhu Kubendran for her research support.<\/i> <i><em>Editor’s Note: This article is taken from th<\/em><\/i>e Spring 2015 issue of ASA’s quarterly journal, Generations, <i>an issue devoted to the topic “Self-Empowered Aging<\/i><i>.” ASA members receive<\/i> Generations <i>as a membership benefit; non-members may purchase subscriptions or single copies of issues at our online store. <\/i><i>Full digital access to current and back issues of <\/i>Generations <i>is also available to ASA members and <\/i>Generations <i>subscribers at Ingenta Connect. For details, click here.<\/i> <strong>References<\/strong><\/b> AARP. 2013. Staying Ahead of the Curve 2013: AARP Multicultural Work and Career Study Perceptions of Age Discrimination in the Workplace—Ages 45–74. Retrieved January 14, 2015. Boyle, P., et al. 2012. “Effect of Purpose in Life on the Relation between Alzheimer Disease Pathologic Changes on Cognitive Function in Advanced Age.” <i>Archives of General Psychiatry<\/i> 69(5): 499–504. Civic Ventures. 2011. “Encore Career Choices: Purpose, Passion and a Paycheck in a Tough Economy.”www.encore.org\/files\/EncoreCareerChoices.pdf. Retrieved January 14, 2015. Collinson, C. 2014. Baby Boomer Workers Are Revolutionizing Retirement: Are They and Their Employers Ready? Los Angeles: Transamerica Center for Retirement Studies. Retrieved January 14, 2015. Employee Benefits Research Institute. 2014. 2014 RCS Fact Sheet #4. Retrieved January 14, 2015. Glaeser, E. 2011. “Goodbye, Golden Years.” <i>The New York Times<\/i>, November 19. Retrieved January 14, 2015. Kamenetz, A. 2013. “Boomers Take More Risks, Start More Businesses than Twenty-somethings: Study.” Leadership (blog), Fast Company.com. Retrieved January 14, 2015. Karpf, A. 2015. “The Liberation of Growing Old.” <i>The New York Times<\/i>, January 4. Retrieved February 12, 2015. Levy, B. R., et al. 2002. “Longevity Increased by Positive Self-perceptions of Aging.” <i>Journal of Personality and Social Psychology<\/i> 83(2): 261–70. Levy, B. R., et al. 2014. “Facebook as a Site for Negative Age Stereotypes.” <i>The Gerontologist<\/i> 54(2): 172–6. Lobosco, K. 2014. “Americans Air Worries about Age Bias in Jobs.” CNNMoney (blog), CNN.com. Retrieved January 14, 2015. Milken Institute. 2014. Aging and Beneficial Purpose in the 21st Century: The New Longevity Dividend. Santa Monica, CA: Milken Institute. Neumark, D., and Button, P. 2014. “Age Discrimination and the Great Recession.” FRBSF Economic Letter–10. Retrieved January 14, 2015. North, M. S., and Fiske, S. T. 2012. “An Inconvenienced Youth? Ageism and Its Potential Intergenerational Roots.”<i>Psychological Bulletin<\/i> 138(5): 982–97. Parker-Pope, T. 2009. “For a Healthy Retirement, Keep Working.” <i>The New York Times<\/i>, October 19. Retrieved January 14, 2015. Romans, C. 2014 “The Dog Days of Summer Weren’t Good for U.S. Jobs, and the American Public Is Worried.” (CNN Live Chat), CNNMoney (blog) (CNNMoney Facebook page), CNN.com. Retrieved January 14, 2015. Wadhwa, V., et al. 2009. The Anatomy of an Entrepreneur: Family Background and Motivation. Kansas City, MO: Ewing Marion Kauffman Foundation. Retrieved January 14, 2015.",
    "summary": null,
    "summary_processed": ""
}